Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: AI SEO Content Analyzer
da_dk: AI SEO indholdsanalysator
de_de: KI-SEO-Content-Analysator
es_es: Analizador de contenido AI SEO
et: AI SEO sisuanalüsaator
fr_fr: Analyseur de contenu SEO IA
it_it: Analizzatore di contenuti SEO AI
lt_lt: AI SEO turinio analizatorius
lv: AI SEO satura analizators
pl_pl: Analizator treści SEO AI
ro_ro: Analizor de conținut AI SEO
tr_tr: AI SEO İçerik Analizcisi

source: AI SEO Content Analyzer is a comprehensive SEO tool designed to scan and evaluate your content for potential SEO issues. By examining your content based on predefined parameters, it provides actionable recommendations and insights to improve its SEO optimization. Whether you're looking to increase your content's visibility, address common SEO mistakes, or just ensure that your website is on the right track, this plugin offers a streamlined and user-friendly solution.
cs_cz: AI SEO Content Analyzer je komplexní nástroj SEO určený ke skenování a vyhodnocování vašeho obsahu z hlediska potenciálních problémů se SEO. Prozkoumáním vašeho obsahu na základě předdefinovaných parametrů poskytuje užitečná doporučení a postřehy pro zlepšení jeho SEO optimalizace. Ať už chcete zvýšit viditelnost svého obsahu, řešit běžné chyby SEO nebo jen zajistit, aby byl váš web na správné cestě, tento plugin nabízí efektivní a uživatelsky přívětivé řešení.
da_dk: AI SEO Content Analyzer er et omfattende SEO-værktøj designet til at scanne og evaluere dit indhold for potentielle SEO-problemer. Ved at undersøge dit indhold baseret på foruddefinerede parametre giver det praktiske anbefalinger og indsigt til at forbedre SEO-optimeringen. Uanset om du ønsker at øge dit indholds synlighed, adressere almindelige SEO-fejl eller bare sikre, at din hjemmeside er på rette vej, tilbyder dette plugin en strømlinet og brugervenlig løsning.
de_de: AI SEO Content Analyzer ist ein umfassendes SEO-Tool, mit dem Sie Ihre Inhalte auf potenzielle SEO-Probleme scannen und bewerten können. Durch die Untersuchung Ihrer Inhalte anhand vordefinierter Parameter liefert es umsetzbare Empfehlungen und Erkenntnisse zur Verbesserung der SEO-Optimierung. Egal, ob Sie die Sichtbarkeit Ihrer Inhalte erhöhen, häufige SEO-Fehler beheben oder einfach nur sicherstellen möchten, dass Ihre Website auf dem richtigen Weg ist, dieses Plugin bietet eine optimierte und benutzerfreundliche Lösung.
el: Το AI SEO Content Analyzer είναι ένα ολοκληρωμένο εργαλείο SEO που έχει σχεδιαστεί για να σαρώνει και να αξιολογεί το περιεχόμενό σας για πιθανά προβλήματα SEO. Εξετάζοντας το περιεχόμενό σας με βάση προκαθορισμένες παραμέτρους, παρέχει χρήσιμες συστάσεις και πληροφορίες για τη βελτίωση της βελτιστοποίησης SEO. Είτε θέλετε να αυξήσετε την προβολή του περιεχομένου σας, είτε να αντιμετωπίσετε κοινά λάθη SEO ή απλώς να διασφαλίσετε ότι ο ιστότοπός σας βρίσκεται στο σωστό δρόμο, αυτή η προσθήκη προσφέρει μια βελτιωμένη και φιλική προς το χρήστη λύση.
es_es: AI SEO Content Analyzer es una herramienta de SEO integral diseñada para escanear y evaluar su contenido en busca de posibles problemas de SEO. Al examinar su contenido en función de parámetros predefinidos, proporciona recomendaciones e información procesables para mejorar su optimización SEO. Ya sea que esté buscando aumentar la visibilidad de su contenido, abordar errores comunes de SEO o simplemente asegurarse de que su sitio web esté en el camino correcto, este complemento ofrece una solución optimizada y fácil de usar.
et: AI SEO sisuanalüsaator on kõikehõlmav SEO tööriist, mis on loodud teie sisu skannimiseks ja hindamiseks potentsiaalsete SEO probleemide suhtes. Eelmääratletud parameetrite põhjal teie sisu uurides annab see rakendatavaid soovitusi ja teadmisi SEO optimeerimise parandamiseks. Ükskõik, kas soovite suurendada oma sisu nähtavust, käsitleda levinud SEO vigu või lihtsalt tagada, et teie veebisait on õigel teel, pakub see pistikprogramm sujuvat ja kasutajasõbralikku lahendust.
fr_fr: AI SEO Content Analyzer est un outil de référencement complet conçu pour analyser et évaluer votre contenu à la recherche de problèmes de référencement potentiels. En examinant votre contenu en fonction de paramètres prédéfinis, il fournit des recommandations et des informations exploitables pour améliorer son optimisation SEO. Que vous cherchiez à augmenter la visibilité de votre contenu, à corriger des erreurs de référencement courantes ou simplement à vous assurer que votre site Web est sur la bonne voie, ce plugin offre une solution simplifiée et conviviale.
it_it: AI SEO Content Analyser è uno strumento SEO completo progettato per scansionare e valutare i tuoi contenuti per potenziali problemi SEO. Esaminando i tuoi contenuti in base a parametri predefiniti, fornisce consigli e approfondimenti utilizzabili per migliorare l'ottimizzazione SEO. Che tu stia cercando di aumentare la visibilità dei tuoi contenuti, correggere gli errori SEO più comuni o semplicemente assicurarti che il tuo sito web sia sulla strada giusta, questo plugin offre una soluzione semplificata e facile da usare.
lt_lt: AI SEO turinio analizatorius yra išsamus SEO įrankis, skirtas nuskaityti ir įvertinti jūsų turinį dėl galimų SEO problemų. Išnagrinėjęs jūsų turinį pagal iš anksto nustatytus parametrus, jis pateikia veiksmingų rekomendacijų ir įžvalgų, kaip pagerinti SEO optimizavimą. Nesvarbu, ar norite padidinti savo turinio matomumą, pašalinti įprastas SEO klaidas ar tiesiog užtikrinti, kad jūsų svetainė veikia teisingu keliu, šis papildinys siūlo supaprastintą ir patogų sprendimą.
lv: AI SEO satura analizators ir visaptverošs SEO rīks, kas paredzēts, lai skenētu un novērtētu jūsu saturu, lai noteiktu iespējamās SEO problēmas. Pārbaudot jūsu saturu, pamatojoties uz iepriekš definētiem parametriem, tas sniedz praktiskus ieteikumus un ieskatus SEO optimizācijas uzlabošanai. Neatkarīgi no tā, vai vēlaties palielināt sava satura redzamību, novērst izplatītākās SEO kļūdas vai vienkārši nodrošināt, ka jūsu vietne darbojas pareizajā virzienā, šis spraudnis piedāvā racionalizētu un lietotājam draudzīgu risinājumu.
pl_pl: AI SEO Content Analyzer to wszechstronne narzędzie SEO zaprojektowane do skanowania i oceny treści pod kątem potencjalnych problemów SEO. Badając treść na podstawie predefiniowanych parametrów, dostarcza ona praktycznych rekomendacji i spostrzeżeń, które pomogą poprawić optymalizację SEO. Niezależnie od tego, czy chcesz zwiększyć widoczność swoich treści, rozwiązać typowe błędy SEO, czy po prostu upewnić się, że Twoja witryna działa prawidłowo, ta wtyczka oferuje usprawnione i przyjazne dla użytkownika rozwiązanie.
ro_ro: AI SEO Content Analyzer este un instrument SEO cuprinzător conceput pentru a scana și a evalua conținutul dvs. pentru potențiale probleme SEO. Examinând conținutul dvs. pe baza parametrilor predefiniți, oferă recomandări și perspective acționabile pentru a îmbunătăți optimizarea SEO. Indiferent dacă doriți să creșteți vizibilitatea conținutului dvs., să abordați greșelile SEO comune sau doar să vă asigurați că site-ul dvs. este pe drumul cel bun, acest plugin oferă o soluție simplificată și ușor de utilizat.
ru_ru: AI SEO Content Analyser — это комплексный инструмент SEO, предназначенный для сканирования и оценки вашего контента на предмет потенциальных проблем SEO. Изучая ваш контент на основе заранее определенных параметров, он предоставляет практические рекомендации и идеи для улучшения его SEO-оптимизации. Если вы хотите повысить видимость своего контента, устранить типичные ошибки SEO или просто убедиться, что ваш веб-сайт находится на правильном пути, этот плагин предлагает оптимизированное и удобное для пользователя решение.
tr_tr: AI SEO İçerik Analizcisi, içeriğinizi potansiyel SEO sorunlarına karşı taramak ve değerlendirmek için tasarlanmış kapsamlı bir SEO aracıdır. İçeriğinizi önceden tanımlanmış parametrelere göre inceleyerek SEO optimizasyonunu iyileştirmek için uygulanabilir öneriler ve bilgiler sağlar. İçeriğinizin görünürlüğünü artırmak, yaygın SEO hatalarını gidermek veya yalnızca web sitenizin doğru yolda olduğundan emin olmak istiyorsanız, bu eklenti basit ve kullanıcı dostu bir çözüm sunar.
uk: AI SEO Content Analyzer — це комплексний інструмент для пошукової оптимізації, призначений для сканування та оцінки вашого вмісту на предмет потенційних проблем із пошуковою оптимізації. Вивчаючи ваш вміст на основі попередньо визначених параметрів, він надає практичні рекомендації та інформацію для покращення оптимізації SEO. Незалежно від того, чи хочете ви збільшити видимість свого вмісту, усунути поширені помилки SEO або просто переконатися, що ваш веб-сайт знаходиться на правильному шляху, цей плагін пропонує спрощене та зручне рішення.

source: BuyReadySite.com
es_es: ComprarReadySite.com
fr_fr: AcheterReadySite.com
pl_pl: KupReadySite.com

source: Keyword used: %s
cs_cz: Použité klíčové slovo: %s
de_de: Verwendetes Schlüsselwort: %s
es_es: Palabra clave utilizada: %s
et: Kasutatud märksõna: %s
fr_fr: Mot clé utilisé : %s
it_it: Parola chiave utilizzata: %s
lt_lt: Naudotas raktinis žodis: %s
lv: Izmantotais atslēgvārds: %s
pl_pl: Użyte słowo kluczowe: %s
ro_ro: Cuvânt cheie folosit: %s
ru_ru: Используемое ключевое слово: %s
tr_tr: Kullanılan anahtar kelime: %s
uk: Використане ключове слово: %s

source: According to analytical data, including the targeted keyword in the title enhances search engine ranking. It emphasizes the relevance of the content.
cs_cz: Podle analytických údajů zahrnutí cíleného klíčového slova do názvu zvyšuje hodnocení vyhledávačů. Zdůrazňuje relevanci obsahu.
de_de: Laut analytischen Daten verbessert die Aufnahme des gezielten Schlüsselworts in den Titel das Suchmaschinenranking. Es betont die Relevanz des Inhalts.
es_es: Según los datos analíticos, incluir la palabra clave específica en el título mejora la clasificación en los motores de búsqueda. Destaca la relevancia del contenido.
et: Analüütiliste andmete kohaselt tõstab sihitud märksõna pealkirja lisamine otsingumootori paremusjärjestust. See rõhutab sisu asjakohasust.
fr_fr: Selon les données analytiques, l’inclusion du mot-clé ciblé dans le titre améliore le classement dans les moteurs de recherche. Il souligne la pertinence du contenu.
it_it: Secondo i dati analitici, includere la parola chiave mirata nel titolo migliora il posizionamento nei motori di ricerca. Sottolinea la pertinenza del contenuto.
lt_lt: Remiantis analitiniais duomenimis, tikslinio raktinio žodžio įtraukimas į pavadinimą padidina paieškos sistemos reitingą. Tai pabrėžia turinio aktualumą.
lv: Saskaņā ar analītiskajiem datiem atlasītā atslēgvārda iekļaušana nosaukumā uzlabo meklētājprogrammu ranžēšanu. Tas uzsver satura atbilstību.
pl_pl: Według danych analitycznych umieszczenie docelowego słowa kluczowego w tytule poprawia ranking w wyszukiwarkach. Podkreśla ważność treści.
ro_ro: Conform datelor analitice, includerea cuvântului cheie vizat în titlu îmbunătățește clasarea motorului de căutare. Subliniază relevanța conținutului.
ru_ru: Согласно аналитическим данным, включение целевого ключевого слова в заголовок повышает рейтинг в поисковых системах. Это подчеркивает актуальность контента.
tr_tr: Analitik verilere göre, hedeflenen anahtar kelimenin başlığa dahil edilmesi, arama motoru sıralamasını artırır. İçeriğin alaka düzeyini vurgular.
uk: Згідно з аналітичними даними, включення цільового ключового слова в заголовок підвищує рейтинг пошукової системи. Це підкреслює актуальність змісту.

source: Missing keyword in the title can affect search engine visibility. Implementing the keyword can enhance ranking.
cs_cz: Chybějící klíčové slovo v názvu může ovlivnit viditelnost vyhledávače. Implementace klíčového slova může zlepšit hodnocení.
de_de: Ein fehlendes Schlüsselwort im Titel kann die Sichtbarkeit in Suchmaschinen beeinträchtigen. Durch die Implementierung des Schlüsselworts kann das Ranking verbessert werden.
es_es: La falta de una palabra clave en el título puede afectar la visibilidad en los motores de búsqueda. La implementación de la palabra clave puede mejorar la clasificación.
et: Pealkirjas puudub märksõna, mis võib mõjutada otsingumootori nähtavust. Märksõna rakendamine võib paremusjärjestust tõsta.
fr_fr: Un mot-clé manquant dans le titre peut affecter la visibilité des moteurs de recherche. La mise en œuvre du mot-clé peut améliorer le classement.
it_it: Una parola chiave mancante nel titolo può influire sulla visibilità sui motori di ricerca. L'implementazione della parola chiave può migliorare il posizionamento.
lt_lt: Trūksta raktinio žodžio pavadinime gali turėti įtakos paieškos variklio matomumui. Įdiegę raktinį žodį galite pagerinti reitingą.
lv: Trūkst atslēgvārda nosaukumā var ietekmēt meklētājprogrammas redzamību. Atslēgvārda ieviešana var uzlabot ranžēšanu.
pl_pl: Brakujące słowo kluczowe w tytule może mieć wpływ na widoczność w wyszukiwarkach. Wdrożenie słowa kluczowego może poprawić ranking.
ro_ro: Lipsa cuvântului cheie din titlu poate afecta vizibilitatea motorului de căutare. Implementarea cuvântului cheie poate îmbunătăți clasarea.
ru_ru: Отсутствие ключевого слова в заголовке может повлиять на видимость в поисковых системах. Использование ключевого слова может повысить рейтинг.
tr_tr: Başlıkta eksik anahtar kelime arama motoru görünürlüğünü etkileyebilir. Anahtar kelimeyi uygulamak sıralamayı artırabilir.
uk: Відсутнє ключове слово в заголовку може вплинути на видимість пошукової системи. Впровадження ключового слова може підвищити рейтинг.

source: Title: %s
cs_cz: Název: %s
de_de: Titel: %s
es_es: Título: %s
et: Pealkiri: %s
fr_fr: Titre : %s
it_it: Titolo: %s
lt_lt: Pavadinimas: %s
lv: Nosaukums: %s
pl_pl: Tytuł: %s
ro_ro: Titlu: %s
ru_ru: Название: %s
tr_tr: Başlık: %s
uk: Назва: %s

source: Keyword presence in title
cs_cz: Přítomnost klíčových slov v názvu
da_dk: Nøgleords tilstedeværelse i titlen
de_de: Präsenz des Schlüsselworts im Titel
el: Παρουσία λέξης-κλειδιού στον τίτλο
es_es: Presencia de palabras clave en el título
et: Märksõna olemasolu pealkirjas
fr_fr: Présence du mot clé dans le titre
it_it: Presenza di parole chiave nel titolo
lt_lt: Raktinio žodžio buvimas pavadinime
lv: Atslēgvārda klātbūtne virsrakstā
pl_pl: Obecność słowa kluczowego w tytule
ro_ro: Prezența cuvântului cheie în titlu
ru_ru: Наличие ключевого слова в заголовке
tr_tr: Başlıkta anahtar kelimenin bulunması
uk: Наявність ключового слова в заголовку

source: Keyword absence in title
cs_cz: Absence klíčového slova v názvu
da_dk: Nøgleord mangler i titlen
de_de: Fehlendes Schlüsselwort im Titel
el: Λέξη-κλειδί απουσία στον τίτλο
es_es: Ausencia de palabra clave en el título
et: Pealkirjas puudub märksõna
fr_fr: Absence du mot clé dans le titre
it_it: Assenza di parole chiave nel titolo
lt_lt: Raktinių žodžių nebuvimas pavadinime
lv: Atslēgvārda trūkums virsrakstā
pl_pl: Brak słowa kluczowego w tytule
ro_ro: Absența cuvântului cheie în titlu
ru_ru: Отсутствие ключевого слова в заголовке
tr_tr: Başlıkta anahtar kelime yokluğu
uk: Відсутність ключового слова в заголовку

source: Optimal title length
cs_cz: Optimální délka titulku
da_dk: Optimal titellængde
de_de: Optimale Titellänge
el: Βέλτιστο μήκος τίτλου
es_es: Longitud óptima del título
et: Optimaalne pealkirja pikkus
fr_fr: Longueur optimale du titre
it_it: Lunghezza ottimale del titolo
lt_lt: Optimalus pavadinimo ilgis
lv: Optimāls nosaukuma garums
pl_pl: Optymalna długość tytułu
ro_ro: Lungimea optimă a titlului
ru_ru: Оптимальная длина заголовка
tr_tr: Optimum başlık uzunluğu
uk: Оптимальна довжина заголовка

source: Non-optimal title length
cs_cz: Neoptimální délka názvu
da_dk: Ikke-optimal titellængde
de_de: Nicht optimale Titellänge
el: Μη βέλτιστο μήκος τίτλου
es_es: Longitud del título no óptima
et: Pealkirja ebaoptimaalne pikkus
fr_fr: Longueur du titre non optimale
it_it: Lunghezza del titolo non ottimale
lt_lt: Neoptimalus pavadinimo ilgis
lv: Neoptimāls nosaukuma garums
pl_pl: Nieoptymalna długość tytułu
ro_ro: Lungimea titlului nu este optimă
ru_ru: Неоптимальная длина заголовка
tr_tr: Optimum olmayan başlık uzunluğu
uk: Неоптимальна довжина заголовка

source: Keyword at the beginning of the title
cs_cz: Klíčové slovo na začátku nadpisu
da_dk: Søgeord i begyndelsen af titlen
de_de: Schlüsselwort am Anfang des Titels
el: Λέξη-κλειδί στην αρχή του τίτλου
es_es: Palabra clave al principio del título.
et: Märksõna pealkirja alguses
fr_fr: Mot-clé au début du titre
it_it: Parola chiave all'inizio del titolo
lt_lt: Raktažodis pavadinimo pradžioje
lv: Atslēgvārds virsraksta sākumā
pl_pl: Słowo kluczowe na początku tytułu
ro_ro: Cuvânt cheie la începutul titlului
ru_ru: Ключевое слово в начале заголовка
tr_tr: Başlığın başındaki anahtar kelime
uk: Ключове слово на початку заголовка

source: Keyword used:
cs_cz: Použité klíčové slovo:
de_de: Verwendetes Schlüsselwort:
es_es: Palabra clave utilizada:
et: Kasutatud märksõna:
fr_fr: Mot clé utilisé :
it_it: Parola chiave utilizzata:
lt_lt: Naudotas raktinis žodis:
lv: Izmantotais atslēgvārds:
pl_pl: Użyte słowo kluczowe:
ro_ro: Cuvânt cheie folosit:
ru_ru: Используемое ключевое слово:
tr_tr: Kullanılan anahtar kelime:
uk: Використане ключове слово:

source: Title:
cs_cz: Titul:
de_de: Titel:
es_es: Título:
et: Pealkiri:
fr_fr: Titre:
it_it: Titolo:
lt_lt: Pavadinimas:
lv: Nosaukums:
pl_pl: Tytuł:
ro_ro: Titlu:
ru_ru: Заголовок:
tr_tr: Başlık:
uk: Назва:

source: Keyword not at the beginning of the title
cs_cz: Klíčové slovo není na začátku názvu
da_dk: Søgeord ikke i begyndelsen af titlen
de_de: Schlüsselwort steht nicht am Anfang des Titels
el: Λέξη-κλειδί όχι στην αρχή του τίτλου
es_es: Palabra clave que no está al principio del título.
et: Märksõna pole pealkirja alguses
fr_fr: Le mot-clé ne figure pas au début du titre
it_it: Parola chiave non all'inizio del titolo
lt_lt: Raktažodis nėra pavadinimo pradžioje
lv: Atslēgvārds nav virsraksta sākumā
pl_pl: Słowo kluczowe nie na początku tytułu
ro_ro: Cuvânt cheie nu la începutul titlului
ru_ru: Ключевое слово не в начале заголовка
tr_tr: Anahtar kelime başlığın başında değil
uk: Ключове слово не на початку заголовка

source: Keyword is not set. Please provide a keyword for SEO analysis.
cs_cz: Klíčové slovo není nastaveno. Zadejte prosím klíčové slovo pro SEO analýzu.
da_dk: Søgeord er ikke angivet. Angiv venligst et søgeord til SEO-analyse.
de_de: Schlüsselwort ist nicht festgelegt. Bitte geben Sie ein Schlüsselwort für die SEO-Analyse an.
el: Η λέξη-κλειδί δεν έχει οριστεί. Δώστε μια λέξη-κλειδί για ανάλυση SEO.
es_es: La palabra clave no está configurada. Proporcione una palabra clave para el análisis SEO.
et: Märksõna pole määratud. Sisestage SEO analüüsi jaoks märksõna.
fr_fr: Le mot-clé n'est pas défini. Veuillez fournir un mot-clé pour l'analyse SEO.
it_it: La parola chiave non è impostata. Fornisci una parola chiave per l'analisi SEO.
lt_lt: Raktinis žodis nenustatytas. Pateikite raktinį žodį SEO analizei.
lv: Atslēgvārds nav iestatīts. Lūdzu, norādiet atslēgvārdu SEO analīzei.
pl_pl: Słowo kluczowe nie jest ustawione. Podaj słowo kluczowe do analizy SEO.
ro_ro: Cuvântul cheie nu este setat. Vă rugăm să furnizați un cuvânt cheie pentru analiza SEO.
ru_ru: Ключевое слово не задано. Укажите ключевое слово для SEO-анализа.
tr_tr: Anahtar kelime belirlenmedi. Lütfen SEO analizi için bir anahtar kelime belirtin.
uk: Ключове слово не встановлено. Укажіть ключове слово для аналізу SEO.

source: Presence of numbers, special Unicode characters, or emojis in title
cs_cz: Přítomnost čísel, speciálních znaků Unicode nebo emotikonů v názvu
da_dk: Tilstedeværelse af tal, specielle Unicode-tegn eller emojis i titlen
de_de: Vorhandensein von Zahlen, speziellen Unicode-Zeichen oder Emojis im Titel
el: Παρουσία αριθμών, ειδικών χαρακτήρων Unicode ή emoji στον τίτλο
es_es: Presencia de números, caracteres especiales Unicode o emojis en el título
et: Numbrite, Unicode'i erimärkide või emotikonide olemasolu pealkirjas
fr_fr: Présence de chiffres, de caractères Unicode spéciaux ou d'émojis dans le titre
it_it: Presenza di numeri, caratteri speciali Unicode o emoji nel titolo
lt_lt: Pavadinime yra skaičių, specialių unikodo simbolių arba jaustukų
lv: Nosaukumā ir skaitļi, īpašas unikoda rakstzīmes vai emocijzīmes
pl_pl: Obecność cyfr, znaków specjalnych Unicode lub emoji w tytule
ro_ro: Prezența numerelor, a caracterelor speciale Unicode sau a emoji-urilor în titlu
ru_ru: Наличие цифр, специальных символов Юникода или смайликов в заголовке.
tr_tr: Başlıkta sayıların, özel Unicode karakterlerin veya emojilerin bulunması
uk: Наявність у заголовку чисел, спеціальних символів Unicode або емодзі

source: Absence of numbers, special Unicode characters, or emojis in title
cs_cz: Absence čísel, speciálních znaků Unicode nebo emotikonů v názvu
da_dk: Fravær af tal, specielle Unicode-tegn eller emojis i titlen
de_de: Keine Zahlen, Unicode-Sonderzeichen oder Emojis im Titel
el: Απουσία αριθμών, ειδικών χαρακτήρων Unicode ή emoji στον τίτλο
es_es: Ausencia de números, caracteres Unicode especiales o emojis en el título
et: Pealkirjas puuduvad numbrid, Unicode'i erimärgid ega emotikonid
fr_fr: Absence de chiffres, de caractères spéciaux Unicode ou d'émojis dans le titre
it_it: Assenza di numeri, caratteri speciali Unicode o emoji nel titolo
lt_lt: Pavadinime nėra skaičių, specialių unikodo simbolių ar jaustukų
lv: Nosaukumā nav ciparu, īpašu unikoda rakstzīmju vai emocijzīmju
pl_pl: Brak cyfr, specjalnych znaków Unicode lub emoji w tytule
ro_ro: Absența numerelor, a caracterelor speciale Unicode sau a emoji-urilor în titlu
ru_ru: Отсутствие цифр, специальных символов Юникода или смайликов в заголовке.
tr_tr: Başlıkta sayıların, özel Unicode karakterlerin veya emojilerin bulunmaması
uk: Відсутність у заголовку чисел, спеціальних символів Unicode або емодзі

source: Keyword presence in meta description
cs_cz: Přítomnost klíčových slov v meta popisu
da_dk: Nøgleords tilstedeværelse i metabeskrivelse
de_de: Keyword-Präsenz in der Meta-Beschreibung
el: Παρουσία λέξης-κλειδιού στη μετα-περιγραφή
es_es: Presencia de palabras clave en la meta descripción
et: Märksõna olemasolu metakirjelduses
fr_fr: Présence du mot clé dans la méta description
it_it: Presenza di parole chiave nella meta descrizione
lt_lt: Raktinio žodžio buvimas meta aprašyme
lv: Atslēgvārda klātbūtne meta aprakstā
pl_pl: Obecność słowa kluczowego w metaopisie
ro_ro: Prezența cuvintelor cheie în metadescriere
ru_ru: Наличие ключевого слова в метаописании
tr_tr: Meta açıklamasında anahtar kelimenin varlığı
uk: Наявність ключового слова в метаописі
