Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Using the keyword in the meta description can improve SEO ranking.<br>Keyword used:
cs_cz: Použití klíčového slova v popisu metadat může zlepšit hodnocení SEO.<br>Použité klíčové slovo:
de_de: Die Verwendung des Schlüsselworts in der Meta-Beschreibung kann das SEO-Ranking verbessern.<br>Verwendetes Schlüsselwort:
es_es: Usar la palabra clave en la meta descripción puede mejorar la clasificación SEO.<br>Palabra clave utilizada:
et: Märksõna kasutamine metakirjelduses võib parandada SEO asetust.<br>Kasutatud märksõna:
fr_fr: L'utilisation du mot-clé dans la méta-description peut améliorer le classement SEO.<br>Mot-clé utilisé :
it_it: L'utilizzo della parola chiave nella meta descrizione può migliorare il posizionamento SEO.<br>Parola chiave utilizzata:
lt_lt: Raktinio žodžio naudojimas metaapraše gali pagerinti SEO reitingą.<br>Naudojamas raktinis žodis:
lv: Atslēgvārda izmantošana meta aprakstā var uzlabot SEO rangu.<br>Izmantotais atslēgvārds:
pl_pl: Użycie słowa kluczowego w metaopisie może poprawić ranking SEO.<br>Użyte słowo kluczowe:
ro_ro: Utilizarea cuvântului cheie în metadescrierea poate îmbunătăți clasarea SEO.<br>Cuvânt cheie folosit:
ru_ru: Использование ключевого слова в метаописании может улучшить рейтинг SEO.<br>Используемое ключевое слово:
tr_tr: Anahtar kelimenin meta açıklamasında kullanılması SEO sıralamasını iyileştirebilir.<br>Kullanılan anahtar kelime:
uk: Використання ключового слова в метаописі може покращити рейтинг SEO.<br>Використане ключове слово:

source: Keyword absence in meta description
cs_cz: Absence klíčového slova v meta popisu
da_dk: Nøgleordsfravær i metabeskrivelse
de_de: Fehlendes Schlüsselwort in der Meta-Beschreibung
el: Απουσία λέξης-κλειδιού στη μετα-περιγραφή
es_es: Ausencia de palabras clave en la meta descripción
et: Märksõna puudumine metakirjelduses
fr_fr: Absence de mot clé dans la méta description
it_it: Assenza di parole chiave nella meta descrizione
lt_lt: Raktinių žodžių nebuvimas meta aprašyme
lv: Atslēgvārda trūkums meta aprakstā
pl_pl: Brak słowa kluczowego w metaopisie
ro_ro: Absența cuvântului cheie în meta descriere
ru_ru: Отсутствие ключевого слова в метаописании
tr_tr: Meta açıklamasında anahtar kelime eksikliği
uk: Відсутність ключового слова в метаописі

source: The keyword was not found in the meta description. It's recommended to include the keyword for better SEO performance.<br>Keyword used:
cs_cz: Klíčové slovo nebylo v metapopisu nalezeno. Pro lepší výkon SEO se doporučuje zahrnout klíčové slovo.<br>Použité klíčové slovo:
de_de: Das Schlüsselwort wurde in der Meta-Beschreibung nicht gefunden. Für eine bessere SEO-Leistung wird empfohlen, das Schlüsselwort einzubeziehen.<br>Verwendetes Schlüsselwort:
es_es: La palabra clave no se encontró en la meta descripción. Se recomienda incluir la palabra clave para un mejor rendimiento SEO.<br>Palabra clave utilizada:
et: Metakirjeldusest märksõna ei leitud. SEO parema toimivuse tagamiseks on soovitatav lisada märksõna.<br>Kasutatud märksõna:
fr_fr: Le mot-clé n'a pas été trouvé dans la méta description. Il est recommandé d'inclure le mot clé pour de meilleures performances SEO.<br>Mot clé utilisé :
it_it: La parola chiave non è stata trovata nella meta descrizione. Si consiglia di includere la parola chiave per migliorare le prestazioni SEO.<br>Parola chiave utilizzata:
lt_lt: Meta aprašyme raktinis žodis nerastas. Siekiant geresnio SEO našumo, rekomenduojama įtraukti raktinį žodį.<br>Naudojamas raktinis žodis:
lv: Meta aprakstā atslēgvārds netika atrasts. Labākai SEO veiktspējai ieteicams iekļaut atslēgvārdu.<br>Izmantotais atslēgvārds:
pl_pl: Nie znaleziono słowa kluczowego w metaopisie. Zaleca się dodanie słowa kluczowego w celu uzyskania lepszej wydajności SEO.<br>Użyte słowo kluczowe:
ro_ro: Cuvântul cheie nu a fost găsit în meta descriere. Este recomandat să includeți cuvântul cheie pentru o performanță SEO mai bună.<br>Cuvânt cheie folosit:
ru_ru: Ключевое слово не найдено в метаописании. Рекомендуется включить это ключевое слово для повышения эффективности SEO.<br>Используемое ключевое слово:
tr_tr: Anahtar kelime meta açıklamasında bulunamadı. Daha iyi SEO performansı için anahtar kelimenin eklenmesi önerilir.<br>Kullanılan anahtar kelime:
uk: Ключове слово не знайдено в метаописі. Рекомендується включити ключове слово для кращої ефективності SEO.<br>Використане ключове слово:

source: Optimal meta description length
cs_cz: Optimální délka meta popisu
da_dk: Optimal metabeskrivelseslængde
de_de: Optimale Meta-Beschreibungslänge
el: Βέλτιστο μήκος περιγραφής μεταδεδομένων
es_es: Longitud óptima de la meta descripción
et: Optimaalne metakirjelduse pikkus
fr_fr: Longueur optimale de la méta description
it_it: Lunghezza ottimale della meta descrizione
lt_lt: Optimalus meta aprašymo ilgis
lv: Optimāls meta apraksta garums
pl_pl: Optymalna długość metaopisu
ro_ro: Lungimea optimă a meta descrierii
ru_ru: Оптимальная длина метаописания
tr_tr: Optimum meta açıklama uzunluğu
uk: Оптимальна довжина метаопису

source: The length of the meta description is optimal (130-160 characters).<br>Current Length: %d
cs_cz: Délka meta description je optimální (130-160 znaků).<br>Aktuální délka: %d
de_de: Die Länge der Meta-Beschreibung ist optimal (130–160 Zeichen).<br>Aktuelle Länge: %d
es_es: La longitud de la meta descripción es óptima (130-160 caracteres).<br>Longitud actual: %d
et: Metakirjelduse pikkus on optimaalne (130–160 tähemärki).<br>Praegune pikkus: %d
fr_fr: La longueur de la méta description est optimale (130 à 160 caractères).<br>Longueur actuelle : %d
it_it: La lunghezza della meta descrizione è ottimale (130-160 caratteri).<br>Lunghezza attuale: %d
lt_lt: Meta aprašo ilgis yra optimalus (130–160 simbolių).<br>Dabartinis ilgis: %d
lv: Meta apraksta garums ir optimāls (130–160 rakstzīmes).<br>Pašreizējais garums: %d
pl_pl: Długość metaopisu jest optymalna (130-160 znaków).<br>Bieżąca długość: %d
ro_ro: Lungimea meta descrierii este optimă (130-160 de caractere).<br>Lungimea actuală: %d
ru_ru: Длина метаописания оптимальна (130–160 символов).<br>Текущая длина: %d.
tr_tr: Meta açıklamanın uzunluğu optimaldir (130-160 karakter).<br>Mevcut Uzunluk: %d
uk: Довжина метаопису оптимальна (130-160 символів).<br>Поточна довжина: %d

source: Non-optimal meta description length
cs_cz: Neoptimální délka meta popisu
da_dk: Ikke-optimal metabeskrivelseslængde
de_de: Nicht optimale Länge der Metabeschreibung
el: Μη βέλτιστο μήκος περιγραφής μεταδεδομένων
es_es: Longitud de meta descripción no óptima
et: Mitteoptimaalne metakirjelduse pikkus
fr_fr: Longueur de la méta description non optimale
it_it: Lunghezza della meta descrizione non ottimale
lt_lt: Neoptimalus meta aprašo ilgis
lv: Neoptimāls metaapraksta garums
pl_pl: Nieoptymalna długość metaopisu
ro_ro: Lungimea meta descrierii nu este optimă
ru_ru: Неоптимальная длина метаописания
tr_tr: Optimum olmayan meta açıklama uzunluğu
uk: Неоптимальна довжина метаопису

source: The length of the meta description is not optimal. It's recommended to keep the meta description between 130-160 characters.<br>Current Length: %d
cs_cz: Délka meta description není optimální. Doporučuje se ponechat meta description mezi 130-160 znaky.<br>Aktuální délka: %d
da_dk: Længden af metabeskrivelsen er ikke optimal. Det anbefales at holde metabeskrivelsen mellem 130-160 tegn.<br>Aktuel længde: %d
de_de: Die Länge der Meta-Beschreibung ist nicht optimal. Es wird empfohlen, die Meta-Beschreibung zwischen 130 und 160 Zeichen zu belassen.<br>Aktuelle Länge: %d
el: Το μήκος της μετα-περιγραφής δεν είναι βέλτιστο. Συνιστάται να διατηρείτε τη μετα-περιγραφή μεταξύ 130-160 χαρακτήρων.<br>Τρέχον μήκος: %d
es_es: La longitud de la meta descripción no es óptima. Se recomienda mantener la meta descripción entre 130 y 160 caracteres.<br>Longitud actual: %d
et: Metakirjelduse pikkus ei ole optimaalne. Soovitatav on jätta metakirjeldus vahemikku 130–160 tähemärki.<br>Praegune pikkus: %d
fr_fr: La longueur de la méta description n’est pas optimale. Il est recommandé de conserver la méta description entre 130 et 160 caractères.<br>Longueur actuelle : %d
it_it: La lunghezza della meta descrizione non è ottimale. Si consiglia di mantenere la meta descrizione tra 130 e 160 caratteri.<br>Lunghezza corrente: %d
lt_lt: Meta aprašymo ilgis nėra optimalus. Rekomenduojama, kad metaaprašas būtų 130–160 simbolių.<br>Dabartinis ilgis: %d
lv: Meta apraksta garums nav optimāls. Ieteicams saglabāt metaaprakstu no 130 līdz 160 rakstzīmēm.<br>Pašreizējais garums: %d
pl_pl: Długość metaopisu nie jest optymalna. Zaleca się, aby metaopis zawierał się w przedziale 130–160 znaków.<br>Bieżąca długość: %d
ro_ro: Lungimea meta descrierii nu este optimă. Se recomandă să păstrați metadescrierea între 130-160 de caractere.<br>Lungimea actuală: %d
ru_ru: Длина метаописания не оптимальна. Рекомендуется поддерживать метаописание в пределах 130–160 символов.<br>Текущая длина: %d.
tr_tr: Meta açıklamanın uzunluğu ideal değil. Meta açıklamanın 130-160 karakter arasında tutulması tavsiye edilir.<br>Mevcut Uzunluk: %d
uk: Довжина метаопису не є оптимальною. Рекомендовано зберігати метаопис між 130-160 символами.<br>Поточна довжина: %d

source: Keyword presence in URL
cs_cz: Přítomnost klíčových slov v URL
da_dk: Søgeords tilstedeværelse i URL
de_de: Keyword-Präsenz in der URL
el: Παρουσία λέξης-κλειδιού στη διεύθυνση URL
es_es: Presencia de palabras clave en la URL
et: Märksõna olemasolu URL-is
fr_fr: Présence du mot clé dans l'URL
it_it: Presenza di parole chiave nell'URL
lt_lt: Raktinio žodžio buvimas URL
lv: Atslēgvārda klātbūtne URL
pl_pl: Obecność słowa kluczowego w adresie URL
ro_ro: Prezența cuvintelor cheie în URL
ru_ru: Наличие ключевого слова в URL
tr_tr: URL'de anahtar kelimenin varlığı
uk: Наявність ключового слова в URL

source: The keyword is found in the URL, which is good for SEO performance.<br>Keyword used: <strong>{keyword}</strong><br>URL: {url}
cs_cz: Klíčové slovo se nachází v adrese URL, což je dobré pro výkon SEO.<br>Použité klíčové slovo: <strong>{keyword}</strong><br>URL: {url}
de_de: Das Schlüsselwort befindet sich in der URL, was sich positiv auf die SEO-Leistung auswirkt.<br>Verwendetes Schlüsselwort: <strong>{keyword}</strong><br>URL: {url}
es_es: La palabra clave se encuentra en la URL, lo que es bueno para el rendimiento de SEO.<br>Palabra clave utilizada: <strong>{keyword}</strong><br>URL: {url}
et: Märksõna leidub URL-is, mis on SEO toimivuse jaoks hea.<br>Kasutatud märksõna: <strong>{keyword}</strong><br>URL: {url}
fr_fr: Le mot-clé se trouve dans l'URL, ce qui est bon pour les performances SEO.<br>Mot-clé utilisé : <strong>{keyword}</strong><br>URL : {url}
it_it: La parola chiave si trova nell'URL, il che è positivo per le prestazioni SEO.<br>Parola chiave utilizzata: <strong>{keyword}</strong><br>URL: {url}
lt_lt: Raktinis žodis randamas URL, kuris yra geras SEO našumui užtikrinti.<br>Naudojamas raktinis žodis: <strong>{keyword}</strong><br>URL: {url}
lv: Atslēgvārds ir atrodams vietrādī URL, kas ir labs SEO veiktspējai.<br>Izmantotais atslēgvārds: <strong>{keyword}</strong><br>URL: {url}
pl_pl: Słowo kluczowe znajduje się w adresie URL, co jest dobre dla wydajności SEO.<br>Użyte słowo kluczowe: <strong>{keyword</strong><br>URL: {url}
ro_ro: Cuvântul cheie se găsește în adresa URL, ceea ce este bun pentru performanța SEO.<br>Cuvânt cheie folosit: <strong>{keyword}</strong><br>URL: {url}
ru_ru: Ключевое слово находится в URL-адресе, что положительно сказывается на эффективности SEO.<br>Используемое ключевое слово: <strong>{keyword</strong><br>URL: {url}
tr_tr: Anahtar kelimenin URL'de bulunması SEO performansı açısından faydalıdır.<br>Kullanılan anahtar kelime: <strong>{keyword></strong><br>URL: {url}
uk: Ключове слово міститься в URL-адресі, що добре для ефективності SEO.<br>Використане ключове слово: <strong>{keyword}</strong><br>URL-адреса: {url}

source: Keyword absence in URL
cs_cz: Absence klíčového slova v URL
da_dk: Nøgleord fravær i URL
de_de: Fehlendes Schlüsselwort in der URL
el: Απουσία λέξης-κλειδιού στη διεύθυνση URL
es_es: Ausencia de palabra clave en la URL
et: Märksõna puudumine URL-is
fr_fr: Absence de mot clé dans l'URL
it_it: Assenza di parole chiave nell'URL
lt_lt: Raktinio žodžio nebuvimas URL
lv: Atslēgvārda trūkums URL
pl_pl: Brak słowa kluczowego w adresie URL
ro_ro: Absența cuvântului cheie în URL
ru_ru: Отсутствие ключевого слова в URL
tr_tr: URL'de anahtar kelime yokluğu
uk: Відсутність ключового слова в URL

source: The keyword is not found in the URL. It's recommended to include the keyword in the URL for better SEO performance.<br>URL: %s
cs_cz: Klíčové slovo nebylo v adrese URL nalezeno. Pro lepší výkon SEO se doporučuje zahrnout klíčové slovo do adresy URL.<br>URL: %s
da_dk: Søgeordet findes ikke i URL'en. Det anbefales at inkludere søgeordet i URL'en for bedre SEO-ydeevne.<br>URL: %s
de_de: Das Schlüsselwort wurde in der URL nicht gefunden. Für eine bessere SEO-Leistung wird empfohlen, das Schlüsselwort in die URL aufzunehmen.<br>URL: %s
el: Η λέξη-κλειδί δεν βρίσκεται στη διεύθυνση URL. Συνιστάται να συμπεριλάβετε τη λέξη-κλειδί στη διεύθυνση URL για καλύτερη απόδοση SEO.<br>URL: %s
es_es: La palabra clave no se encuentra en la URL. Se recomienda incluir la palabra clave en la URL para un mejor rendimiento de SEO.<br>URL: %s
et: Märksõna URL-ist ei leitud. SEO parema toimivuse tagamiseks on soovitatav lisada URL-i märksõna.<br>URL: %s
fr_fr: Le mot-clé est introuvable dans l'URL. Il est recommandé d'inclure le mot clé dans l'URL pour de meilleures performances de référencement.<br>URL : %s
it_it: La parola chiave non è stata trovata nell'URL. Si consiglia di includere la parola chiave nell'URL per migliorare le prestazioni SEO.<br>URL: %s
lt_lt: URL nerastas raktinis žodis. Siekiant geresnio SEO našumo, rekomenduojama įtraukti raktinį žodį į URL.<br>URL: %s
lv: Atslēgvārds URL nav atrasts. Ieteicams iekļaut atslēgvārdu vietrādī URL, lai nodrošinātu labāku SEO veiktspēju.<br>URL: %s
pl_pl: W adresie URL nie znaleziono słowa kluczowego. Zaleca się dołączenie słowa kluczowego do adresu URL, aby zwiększyć skuteczność SEO.<br>URL: %s
ro_ro: Cuvântul cheie nu este găsit în adresa URL. Este recomandat să includeți cuvântul cheie în adresa URL pentru o performanță SEO mai bună.<br>Adresa URL: %s
ru_ru: Ключевое слово не найдено в URL-адресе. Рекомендуется включить ключевое слово в URL-адрес для повышения эффективности SEO.<br>URL: %s
tr_tr: Anahtar kelime URL'de bulunamadı. Daha iyi SEO performansı için anahtar kelimenin URL'ye eklenmesi önerilir.<br>URL: %s
uk: Ключове слово не знайдено в URL. Рекомендується включити ключове слово в URL-адресу для кращої ефективності SEO.<br>URL-адреса: %s

source: Clean and short URL
cs_cz: Čistá a krátká adresa URL
da_dk: Ren og kort URL
de_de: Saubere und kurze URL
el: Καθαρή και σύντομη διεύθυνση URL
es_es: URL limpia y corta
et: Puhas ja lühike URL
fr_fr: URL propre et courte
it_it: URL pulito e breve
lt_lt: Švarus ir trumpas URL
lv: Tīrs un īss URL
pl_pl: Czysty i krótki adres URL
ro_ro: URL curat și scurt
ru_ru: Чистый и короткий URL-адрес
tr_tr: Temiz ve kısa URL
uk: Чистий і короткий URL

source: The URL is clean and short (length: %1$s characters). Recommended URL length is less than 80 characters. You can modify the URL structure in <a href='options-permalink.php'>Permalink Settings</a>.<br>Current URL: %2$s
cs_cz: Adresa URL je čistá a krátká (délka: %1$s znaků). Doporučená délka adresy URL je méně než 80 znaků. Strukturu URL můžete upravit v <a href='options-permalink.php'>Nastavení trvalého odkazu</a> .<br> Aktuální adresa URL: %2$s
da_dk: URL&#39;en er ren og kort (længde: %1$s tegn). Den anbefalede URL-længde er mindre end 80 tegn. Du kan ændre URL-strukturen i <a href='options-permalink.php'>Permalink Settings</a> .<br> Nuværende URL: %2$s
de_de: Die URL ist sauber und kurz (Länge: %1$s Zeichen). Die empfohlene URL-Länge beträgt weniger als 80 Zeichen. Sie können die URL-Struktur in <a href='options-permalink.php'>den Permalink-Einstellungen</a> ändern.<br> Aktuelle URL: %2$s
el: Η διεύθυνση URL είναι καθαρή και σύντομη (μήκος: %1$s χαρακτήρες). Το προτεινόμενο μήκος διεύθυνσης URL είναι μικρότερο από 80 χαρακτήρες. Μπορείτε να τροποποιήσετε τη δομή της διεύθυνσης URL στις <a href='options-permalink.php'>Ρυθμίσεις μόνιμου συνδέσμου</a> .<br> Τρέχουσα διεύθυνση URL: %2$s
es_es: La URL es clara y corta (longitud: %1$s caracteres). La longitud recomendada de la URL es inferior a 80 caracteres. Puede modificar la estructura de la URL en <a href='options-permalink.php'>Configuración de enlace permanente</a> .<br> URL actual: %2$s
et: URL on puhas ja lühike (pikkus: %1$s tähemärki). Soovitatav URL-i pikkus on alla 80 tähemärgi. URL-i struktuuri saate muuta jaotises <a href='options-permalink.php'>Püsilingi sätted</a> .<br> Praegune URL: %2$s
fr_fr: L&#39;URL est claire et courte (longueur : %1$s caractères). La longueur d’URL recommandée est inférieure à 80 caractères. Vous pouvez modifier la structure de l&#39;URL dans <a href='options-permalink.php'>Paramètres du lien permanent</a> .<br> URL actuelle : %2$s
it_it: L&#39;URL è pulito e breve (lunghezza: %1$s caratteri). La lunghezza consigliata dell&#39;URL è inferiore a 80 caratteri. Puoi modificare la struttura dell&#39;URL nelle <a href='options-permalink.php'>Impostazioni permalink</a> .<br> URL corrente: %2$s
lt_lt: URL yra aiškus ir trumpas (ilgis: %1$s simbolių). Rekomenduojamas URL ilgis yra mažesnis nei 80 simbolių. Galite keisti URL struktūrą <a href='options-permalink.php'>nuolatinės nuorodos nustatymuose</a> .<br> Dabartinis URL: %2$s
lv: URL ir tīrs un īss (garums: %1$s rakstzīmes). Ieteicamais URL garums ir mazāks par 80 rakstzīmēm. URL struktūru var mainīt <a href='options-permalink.php'>pastāvīgās saites iestatījumos</a> .<br> Pašreizējais URL: %2$s
pl_pl: Adres URL jest czysty i krótki (długość: %1$s znaków). Zalecana długość adresu URL jest mniejsza niż 80 znaków. Możesz modyfikować strukturę adresu URL w <a href='options-permalink.php'>Ustawieniach Permalinku</a> .<br> Bieżący adres URL: %2$s
ro_ro: Adresa URL este curată și scurtă (lungime: %1$s caractere). Lungimea URL recomandată este mai mică de 80 de caractere. Puteți modifica structura URL-ului în <a href='options-permalink.php'>Setări permalink</a> .<br> Adresa URL curentă: %2$s
ru_ru: URL-адрес чистый и короткий (длина: %1$s символов). Рекомендуемая длина URL-адреса — менее 80 символов. Вы можете изменить структуру URL-адреса в <a href='options-permalink.php'>настройках постоянных ссылок</a> .<br> Текущий URL: %2$s
tr_tr: URL temiz ve kısa (uzunluk: %1$s karakter). Önerilen URL uzunluğu 80 karakterden azdır. URL yapısını <a href='options-permalink.php'>Kalıcı Bağlantı Ayarları&#39;ndan</a> değiştirebilirsiniz.<br> Geçerli URL: %2$s
uk: URL-адреса чітка та коротка (довжина: %1$s символів). Рекомендована довжина URL-адреси не перевищує 80 символів. Ви можете змінити структуру URL-адреси в <a href='options-permalink.php'>налаштуваннях постійного посилання</a> .<br> Поточна URL-адреса: %2$s

source: URL not clean or too long
cs_cz: Adresa URL není čistá nebo příliš dlouhá
da_dk: URL ikke ren eller for lang
de_de: URL nicht sauber oder zu lang
el: Η διεύθυνση URL δεν είναι καθαρή ή πολύ μεγάλη
es_es: La URL no está limpia o es demasiado larga
et: URL pole puhas või liiga pikk
fr_fr: URL pas propre ou trop longue
it_it: URL non pulito o troppo lungo
lt_lt: URL neaiškus arba per ilgas
lv: URL nav tīrs vai pārāk garš
pl_pl: Adres URL nie jest czysty lub jest za długi
ro_ro: Adresa URL nu este curată sau prea lungă
ru_ru: URL-адрес не чистый или слишком длинный
tr_tr: URL temiz değil veya çok uzun
uk: URL-адреса нечітка або задовга
