Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: All %d images have alt text. This is good for SEO and accessibility.
cs_cz: Všechny obrázky (%d) mají alternativní text. To je dobré pro SEO a dostupnost.
de_de: Alle %d Bilder haben Alternativtext. Das ist gut für SEO und Barrierefreiheit.
es_es: Todas las %d imágenes tienen texto alternativo. Esto es bueno para SEO y accesibilidad.
et: Kõigil %d pildil on alternatiivtekst. See on kasulik SEO ja juurdepääsetavuse jaoks.
fr_fr: Toutes les %d images ont un texte alternatif. C'est bon pour le référencement et l'accessibilité.
it_it: Tutte le immagini %d hanno un testo alternativo. Questo è positivo per la SEO e l’accessibilità.
lt_lt: Visuose %d vaizdų yra alternatyvus tekstas. Tai naudinga SEO ir prieinamumui.
lv: Visiem %d attēliem ir alternatīvais teksts. Tas ir labs SEO un pieejamībai.
pl_pl: Wszystkie %d obrazy mają tekst alternatywny. Jest to dobre dla SEO i dostępności.
ro_ro: Toate %d imagini au text alternativ. Acest lucru este bun pentru SEO și accesibilitate.
ru_ru: Все изображения (%d) имеют замещающий текст. Это хорошо для SEO и доступности.
tr_tr: Tüm %d görsellerin alternatif metni var. Bu SEO ve erişilebilirlik açısından iyidir.
uk: Усі %d зображення мають альтернативний текст. Це добре для SEO та доступності.

source: Missing alt text for some images
cs_cz: U některých obrázků chybí alternativní text
da_dk: Mangler alternativ tekst til nogle billeder
de_de: Für einige Bilder fehlt Alt-Text
el: Λείπει εναλλακτικό κείμενο για ορισμένες εικόνες
es_es: Falta texto alternativo para algunas imágenes.
et: Mõne pildi alternatiivtekst puudub
fr_fr: Texte alternatif manquant pour certaines images
it_it: Testo alternativo mancante per alcune immagini
lt_lt: Trūksta kai kurių vaizdų alternatyvaus teksto
lv: Dažiem attēliem trūkst alternatīvā teksta
pl_pl: Brakuje tekstu alternatywnego w przypadku niektórych obrazów
ro_ro: Lipsește text alternativ pentru unele imagini
ru_ru: Отсутствует альтернативный текст для некоторых изображений.
tr_tr: Bazı görsellerde alternatif metin eksik
uk: Для деяких зображень відсутній альтернативний текст

source: <strong>%d</strong> out of <strong>%d</strong> images are missing alt text. Consider adding descriptive alt text to all images for better SEO and accessibility.
cs_cz: <strong>%d</strong> z <strong>%d</strong> obrázků postrádá alternativní text. Zvažte přidání popisného alternativního textu ke všem obrázkům pro lepší SEO a dostupnost.
de_de: Bei <strong>%d</strong> von <strong>%d</strong> Bildern fehlt Alternativtext. Erwägen Sie, allen Bildern beschreibenden Alternativtext hinzuzufügen, um SEO und Zugänglichkeit zu verbessern.
es_es: A <strong>%d</strong> de <strong>%d</strong> imágenes les falta texto alternativo. Considere agregar texto alternativo descriptivo a todas las imágenes para mejorar el SEO y la accesibilidad.
et: <strong>%d</strong> pildil <strong>%d</strong>-st puudub alternatiivtekst. Parema SEO ja juurdepääsetavuse tagamiseks kaaluge kõikidele piltidele kirjeldava alternatiivteksti lisamist.
fr_fr: <strong>%d</strong> images sur <strong>%d</strong> manquent de texte alternatif. Pensez à ajouter un texte alternatif descriptif à toutes les images pour un meilleur référencement et une meilleure accessibilité.
it_it: In <strong>%d</strong> immagini su <strong>%d</strong> manca il testo alternativo. Prendi in considerazione l'aggiunta di un testo alternativo descrittivo a tutte le immagini per una migliore SEO e accessibilità.
lt_lt: Trūksta alternatyvaus teksto <strong>%d</strong> iš <strong>%d</strong> vaizdų. Apsvarstykite galimybę prie visų vaizdų pridėti aprašomąjį alternatyvųjį tekstą, kad būtų geresnis SEO ir pasiekiamumas.
lv: <strong>%d</strong> no <strong>%d</strong> attēliem trūkst alternatīvā teksta. Apsveriet iespēju visiem attēliem pievienot aprakstošu alternatīvo tekstu, lai nodrošinātu labāku SEO un pieejamību.
pl_pl: W <strong>%d</strong> z <strong>%d</strong> obrazów brakuje tekstu alternatywnego. Rozważ dodanie opisowego tekstu alternatywnego do wszystkich obrazów, aby poprawić SEO i dostępność.
ro_ro: <strong>%d</strong> din <strong>%d</strong> imagini lipsesc text alternativ. Luați în considerare adăugarea unui text alternativ descriptiv la toate imaginile pentru un SEO și accesibilitate mai bune.
ru_ru: В <strong>%d</strong> из <strong>%d</strong> изображений отсутствует замещающий текст. Рассмотрите возможность добавления описательного альтернативного текста ко всем изображениям для лучшего SEO и доступности.
tr_tr: <strong>%d</strong> resimden <strong>%d</strong> tanesinde alternatif metin eksik. Daha iyi SEO ve erişilebilirlik için tüm görsellere açıklayıcı alternatif metin eklemeyi düşünün.
uk: У <strong>%d</strong> із <strong>%d</strong> зображень відсутній альтернативний текст. Розгляньте можливість додавання описового альтернативного тексту до всіх зображень для кращого SEO та доступності.

source: Keyword presence in alt text of main image
cs_cz: Přítomnost klíčového slova v alternativním textu hlavního obrázku
da_dk: Nøgleords tilstedeværelse i alt-teksten på hovedbilledet
de_de: Präsenz des Schlüsselworts im Alternativtext des Hauptbilds
el: Παρουσία λέξης-κλειδιού στο εναλλακτικό κείμενο της κύριας εικόνας
es_es: Presencia de palabras clave en el texto alternativo de la imagen principal
et: Märksõna olemasolu põhipildi alternatiivtekstis
fr_fr: Présence du mot clé dans le texte alternatif de l'image principale
it_it: Presenza di parole chiave nel testo alternativo dell'immagine principale
lt_lt: Raktinio žodžio buvimas pagrindinio vaizdo alternatyviame tekste
lv: Atslēgvārda klātbūtne galvenā attēla alternatīvajā tekstā
pl_pl: Obecność słowa kluczowego w tekście alternatywnym głównego obrazu
ro_ro: Prezența cuvântului cheie în textul alternativ al imaginii principale
ru_ru: Наличие ключевого слова в альтернативном тексте основного изображения
tr_tr: Ana görselin alternatif metninde anahtar kelimenin varlığı
uk: Наявність ключового слова в альтернативному тексті головного зображення

source: The keyword is present in the alt text of the main image: "<strong>%s</strong>".
cs_cz: Klíčové slovo se nachází v alternativním textu hlavního obrázku: "<strong>%s</strong>".
de_de: Das Schlüsselwort ist im Alternativtext des Hauptbilds vorhanden: „<strong>%s</strong>“.
es_es: La palabra clave está presente en el texto alternativo de la imagen principal: "<strong>%s</strong>".
et: Märksõna esineb põhipildi alternatiivtekstis: "<strong>%s</strong>".
fr_fr: Le mot-clé est présent dans le texte alternatif de l'image principale : "<strong>%s</strong>".
it_it: La parola chiave è presente nel testo alternativo dell'immagine principale: "<strong>%s</strong>".
lt_lt: Raktinis žodis yra pagrindinio vaizdo alternatyviame tekste: „<strong>%s</strong>“.
lv: Atslēgvārds atrodas galvenā attēla alternatīvajā tekstā: "<strong>%s</strong>".
pl_pl: Słowo kluczowe występuje w tekście alternatywnym głównego obrazu: „<strong>%s</strong>”.
ro_ro: Cuvântul cheie este prezent în textul alternativ al imaginii principale: „<strong>%s</strong>”.
ru_ru: Ключевое слово присутствует в альтернативном тексте основного изображения: «<strong>%s</strong>».
tr_tr: Anahtar kelime ana görselin alternatif metninde mevcut: "<strong>%s</strong>".
uk: Ключове слово присутнє в альтернативному тексті головного зображення: "<strong>%s</strong>".

source: Keyword absence in alt text of main image
cs_cz: Absence klíčového slova v alternativním textu hlavního obrázku
da_dk: Nøgleordsfravær i alt-teksten på hovedbilledet
de_de: Fehlendes Schlüsselwort im Alternativtext des Hauptbilds
el: Απουσία λέξης-κλειδιού στο εναλλακτικό κείμενο της κύριας εικόνας
es_es: Ausencia de palabra clave en el texto alternativo de la imagen principal
et: Märksõna puudumine põhipildi alternatiivtekstis
fr_fr: Absence de mot clé dans le texte alternatif de l'image principale
it_it: Assenza di parole chiave nel testo alternativo dell'immagine principale
lt_lt: Pagrindinio vaizdo alternatyviame tekste nėra raktinio žodžio
lv: Atslēgvārda trūkums galvenā attēla alternatīvajā tekstā
pl_pl: Brak słowa kluczowego w tekście alternatywnym obrazu głównego
ro_ro: Absența cuvântului cheie în textul alternativ al imaginii principale
ru_ru: Отсутствие ключевого слова в альтернативном тексте основного изображения
tr_tr: Ana görselin alternatif metninde anahtar kelime yokluğu
uk: Відсутність ключового слова в альтернативному тексті головного зображення

source: The keyword is not present in the alt text of the main image. Consider including the keyword.
cs_cz: Klíčové slovo není přítomno v alternativním textu hlavního obrázku. Zvažte zahrnutí klíčového slova.
da_dk: Nøgleordet er ikke til stede i alt-teksten i hovedbilledet. Overvej at inkludere søgeordet.
de_de: Das Schlüsselwort ist im Alternativtext des Hauptbilds nicht vorhanden. Erwägen Sie die Einbeziehung des Schlüsselworts.
el: Η λέξη-κλειδί δεν υπάρχει στο εναλλακτικό κείμενο της κύριας εικόνας. Σκεφτείτε να συμπεριλάβετε τη λέξη-κλειδί.
es_es: La palabra clave no está presente en el texto alternativo de la imagen principal. Considere incluir la palabra clave.
et: Põhipildi alternatiivtekstis märksõna ei esine. Kaaluge märksõna lisamist.
fr_fr: Le mot-clé n'est pas présent dans le texte alternatif de l'image principale. Pensez à inclure le mot-clé.
it_it: La parola chiave non è presente nel testo alternativo dell'immagine principale. Valuta la possibilità di includere la parola chiave.
lt_lt: Pagrindinio vaizdo alternatyviame tekste raktinio žodžio nėra. Apsvarstykite galimybę įtraukti raktinį žodį.
lv: Atslēgvārda nav galvenā attēla alternatīvajā tekstā. Apsveriet iespēju iekļaut atslēgvārdu.
pl_pl: Słowo kluczowe nie występuje w tekście alternatywnym głównego obrazu. Rozważ dodanie słowa kluczowego.
ro_ro: Cuvântul cheie nu este prezent în textul alternativ al imaginii principale. Luați în considerare includerea cuvântului cheie.
ru_ru: Ключевое слово отсутствует в альтернативном тексте основного изображения. Рассмотрите возможность включения ключевого слова.
tr_tr: Anahtar kelime ana görselin alternatif metninde mevcut değil. Anahtar kelimeyi eklemeyi düşünün.
uk: Ключове слово відсутнє в альтернативному тексті головного зображення. Розгляньте можливість включення ключового слова.

source: Keyword presence in alt text of other images
cs_cz: Přítomnost klíčových slov v alternativním textu jiných obrázků
da_dk: Nøgleords tilstedeværelse i alt-tekst af andre billeder
de_de: Präsenz des Schlüsselworts im Alternativtext anderer Bilder
el: Παρουσία λέξης-κλειδιού σε εναλλακτικό κείμενο άλλων εικόνων
es_es: Presencia de palabras clave en texto alternativo de otras imágenes
et: Märksõna olemasolu muude piltide alternatiivtekstis
fr_fr: Présence de mots clés dans le texte alternatif d'autres images
it_it: Presenza di parole chiave nel testo alternativo di altre immagini
lt_lt: Raktinio žodžio buvimas alternatyviame kitų vaizdų tekste
lv: Atslēgvārda klātbūtne citu attēlu alternatīvajā tekstā
pl_pl: Obecność słowa kluczowego w tekście alternatywnym innych obrazów
ro_ro: Prezența cuvintelor cheie în textul alternativ al altor imagini
ru_ru: Наличие ключевого слова в альтернативном тексте других изображений
tr_tr: Diğer görsellerin alternatif metninde anahtar kelimenin varlığı
uk: Присутність ключового слова в альтернативному тексті інших зображень

source: The keyword is present in the alt text of other images:<ul>%s</ul>
cs_cz: Klíčové slovo je přítomno v alternativním textu ostatních obrázků:<ul>%s</ul>
de_de: Das Schlüsselwort ist im Alternativtext anderer Bilder vorhanden:<ul>%s</ul>
es_es: La palabra clave está presente en el texto alternativo de otras imágenes:<ul>%s</ul>
et: Märksõna esineb teiste piltide alternatiivtekstis:<ul>%s</ul>
fr_fr: Le mot-clé est présent dans le texte alternatif des autres images :<ul>%s</ul>
it_it: La parola chiave è presente nel testo alternativo di altre immagini:<ul>%s</ul>
lt_lt: Raktinis žodis yra kitų vaizdų alternatyviame tekste:<ul>%s</ul>
lv: Atslēgvārds ir iekļauts citu attēlu alternatīvajā tekstā:<ul>%s</ul>
pl_pl: Słowo kluczowe występuje w tekście alternatywnym innych obrazów:<ul>%s</ul>
ro_ro: Cuvântul cheie este prezent în textul alternativ al altor imagini:<ul>%s</ul>
ru_ru: Ключевое слово присутствует в альтернативном тексте других изображений:<ul>%s</ul>
tr_tr: Anahtar kelime diğer görsellerin alternatif metninde mevcut:<ul>%s</ul>
uk: Ключове слово присутнє в альтернативному тексті інших зображень:<ul>%s</ul>

source: Keyword absence in alt text of other images
cs_cz: Absence klíčového slova v alternativním textu jiných obrázků
da_dk: Nøgleordsfravær i alt-tekst på andre billeder
de_de: Fehlendes Schlüsselwort im Alternativtext anderer Bilder
el: Απουσία λέξης-κλειδιού σε εναλλακτικό κείμενο άλλων εικόνων
es_es: Ausencia de palabras clave en el texto alternativo de otras imágenes
et: Märksõna puudumine muude piltide alternatiivtekstis
fr_fr: Absence de mot-clé dans le texte alternatif des autres images
it_it: Assenza di parole chiave nel testo alternativo di altre immagini
lt_lt: Raktinių žodžių nebuvimas kitų vaizdų alternatyviame tekste
lv: Atslēgvārda trūkums citu attēlu alternatīvajā tekstā
pl_pl: Brak słowa kluczowego w tekście alternatywnym innych obrazów
ro_ro: Absența cuvântului cheie în textul alternativ al altor imagini
ru_ru: Отсутствие ключевого слова в альтернативном тексте других изображений
tr_tr: Diğer görsellerin alternatif metninde anahtar kelime bulunmaması
uk: Відсутність ключового слова в альтернативному тексті інших зображень

source: The keyword is not present in the alt text of other images. Consider including the keyword.
cs_cz: Klíčové slovo není přítomno v alternativním textu jiných obrázků. Zvažte zahrnutí klíčového slova.
da_dk: Nøgleordet er ikke til stede i alt-teksten på andre billeder. Overvej at inkludere søgeordet.
de_de: Das Schlüsselwort ist im Alternativtext anderer Bilder nicht vorhanden. Erwägen Sie die Einbeziehung des Schlüsselworts.
el: Η λέξη-κλειδί δεν υπάρχει στο εναλλακτικό κείμενο άλλων εικόνων. Σκεφτείτε να συμπεριλάβετε τη λέξη-κλειδί.
es_es: La palabra clave no está presente en el texto alternativo de otras imágenes. Considere incluir la palabra clave.
et: Teiste piltide alternatiivtekstis märksõna ei esine. Kaaluge märksõna lisamist.
fr_fr: Le mot-clé n'est pas présent dans le texte alternatif des autres images. Pensez à inclure le mot-clé.
it_it: La parola chiave non è presente nel testo alternativo di altre immagini. Valuta la possibilità di includere la parola chiave.
lt_lt: Kitų vaizdų alternatyviame tekste raktinio žodžio nėra. Apsvarstykite galimybę įtraukti raktinį žodį.
lv: Atslēgvārda nav citu attēlu alternatīvajā tekstā. Apsveriet iespēju iekļaut atslēgvārdu.
pl_pl: Słowo kluczowe nie występuje w tekście alternatywnym innych obrazów. Rozważ dodanie słowa kluczowego.
ro_ro: Cuvântul cheie nu este prezent în textul alternativ al altor imagini. Luați în considerare includerea cuvântului cheie.
ru_ru: Ключевое слово отсутствует в альтернативном тексте других изображений. Рассмотрите возможность включения ключевого слова.
tr_tr: Anahtar kelime diğer görsellerin alt metninde bulunmuyor. Anahtar kelimeyi eklemeyi düşünün.
uk: Ключове слово відсутнє в альтернативному тексті інших зображень. Розгляньте можливість включення ключового слова.

source: Good ratio of images/media to text volume
cs_cz: Dobrý poměr obrázků/médií k objemu textu
da_dk: Godt forhold mellem billeder/medier og tekstvolumen
de_de: Gutes Verhältnis von Bildern/Medien zum Textvolumen
el: Καλή αναλογία εικόνων/μέσου προς όγκο κειμένου
es_es: Buena relación entre imágenes/medios y volumen de texto.
et: Hea piltide/meediumi ja teksti mahu suhe
fr_fr: Bon rapport images/médias/volume de texte
it_it: Buon rapporto tra immagini/media e volume del testo
lt_lt: Geras vaizdų / medijos ir teksto apimties santykis
lv: Laba attēlu / multivides un teksta apjoma attiecība
pl_pl: Dobry stosunek ilości obrazów/multimediów do objętości tekstu
ro_ro: Raport bun între imagini/media și volumul textului
ru_ru: Хорошее соотношение изображений/медиа и объема текста
tr_tr: Görüntülerin/medyanın metin hacmine oranı iyi
uk: Хороше співвідношення зображення/медіа та обсягу тексту

source: The content has %d images and %d characters, providing a good ratio of images to text volume.
cs_cz: Obsah má %d obrázků a %d znaků, což poskytuje dobrý poměr obrázků k objemu textu.
de_de: Der Inhalt besteht aus %d Bildern und %d Zeichen, was ein gutes Verhältnis von Bildern zu Textvolumen bietet.
es_es: El contenido tiene %d imágenes y %d caracteres, lo que proporciona una buena proporción de imágenes y volumen de texto.
et: Sisul on %d pilti ja %d tähemärki, mis tagab hea piltide ja teksti mahu suhte.
fr_fr: Le contenu contient %d images et %d caractères, offrant un bon rapport images/volume de texte.
it_it: Il contenuto ha %d immagini e %d caratteri, fornendo un buon rapporto tra immagini e volume del testo.
lt_lt: Turinyje yra %d vaizdų ir %d simbolių, todėl vaizdų ir teksto apimties santykis yra geras.
lv: Saturā ir %d attēli un %d rakstzīmes, kas nodrošina labu attēlu un teksta apjoma attiecību.
pl_pl: Treść zawiera %d obrazów i %d znaków, co zapewnia dobry stosunek ilości obrazów do objętości tekstu.
ro_ro: Conținutul are %d imagini și %d caractere, oferind un raport bun între imagini și volumul textului.
ru_ru: Содержимое содержит %d изображений и %d символов, что обеспечивает хорошее соотношение изображений и объема текста.
tr_tr: İçerikte %d resim ve %d karakter var; bu da resimlerin metin hacmine iyi bir oranını sağlıyor.
uk: Вміст містить %d зображень і %d символів, що забезпечує хороше співвідношення зображень і обсягу тексту.

source: Poor ratio of images/media to text volume
cs_cz: Špatný poměr obrázků/médií k objemu textu
da_dk: Dårligt forhold mellem billeder/medier og tekstvolumen
de_de: Schlechtes Verhältnis von Bildern/Medien zum Textvolumen
el: Κακή αναλογία εικόνων/μέσου προς όγκο κειμένου
es_es: Mala relación entre imágenes/medios y volumen de texto
et: Kehv piltide/meediumi ja teksti mahu suhe
fr_fr: Mauvais rapport images/médias/volume de texte
it_it: Scarso rapporto tra immagini/media e volume del testo
lt_lt: Prastas vaizdų / medijos ir teksto apimties santykis
lv: Slikta attēlu/multivides un teksta skaļuma attiecība
pl_pl: Zły stosunek obrazów/multimediów do objętości tekstu
ro_ro: Raport slab între imagini/media și volumul textului
ru_ru: Плохое соотношение изображений/медиа к объему текста
tr_tr: Görüntülerin/medyanın metin hacmine oranı zayıf
uk: Погане співвідношення зображень/медіа та обсягу тексту

source: The content has %d images and %d characters. Consider adding more images to achieve the recommended ratio of at least 1 image per 3000 characters.
cs_cz: Obsah má %d obrázků a %d znaků. Zvažte přidání dalších obrázků, abyste dosáhli doporučeného poměru alespoň 1 obrázek na 3000 znaků.
de_de: Der Inhalt besteht aus %d Bildern und %d Zeichen. Erwägen Sie das Hinzufügen weiterer Bilder, um das empfohlene Verhältnis von mindestens 1 Bild pro 3000 Zeichen zu erreichen.
es_es: El contenido tiene %d imágenes y %d caracteres. Considere agregar más imágenes para lograr la proporción recomendada de al menos 1 imagen por cada 3000 caracteres.
et: Sisul on %d pilti ja %d tähemärki. Kaaluge rohkemate piltide lisamist, et saavutada soovitatav suhe vähemalt 1 pilt 3000 tähemärgi kohta.
fr_fr: Le contenu contient %d images et %d caractères. Pensez à ajouter plus d'images pour atteindre le ratio recommandé d'au moins 1 image pour 3 000 caractères.
it_it: Il contenuto ha %d immagini e %d caratteri. Prendi in considerazione l'aggiunta di più immagini per raggiungere il rapporto consigliato di almeno 1 immagine ogni 3000 caratteri.
lt_lt: Turinyje yra %d vaizdų ir %d simbolių. Apsvarstykite galimybę pridėti daugiau vaizdų, kad būtų pasiektas rekomenduojamas bent 1 vaizdo per 3000 simbolių santykis.
lv: Saturā ir %d attēli un %d rakstzīmes. Apsveriet iespēju pievienot vairāk attēlu, lai sasniegtu ieteicamo attiecību vismaz 1 attēls uz 3000 rakstzīmēm.
pl_pl: Treść zawiera %d obrazów i %d znaków. Rozważ dodanie większej liczby obrazów, aby osiągnąć zalecany współczynnik wynoszący co najmniej 1 obraz na 3000 znaków.
ro_ro: Conținutul are %d imagini și %d caractere. Luați în considerare adăugarea mai multor imagini pentru a obține raportul recomandat de cel puțin 1 imagine la 3000 de caractere.
ru_ru: Содержимое содержит %d изображений и %d символов. Рассмотрите возможность добавления большего количества изображений, чтобы достичь рекомендуемого соотношения не менее 1 изображения на 3000 символов.
tr_tr: İçerikte %d resim ve %d karakter var. Önerilen 3000 karakter başına en az 1 resim oranına ulaşmak için daha fazla resim eklemeyi düşünün.
uk: Вміст містить %d зображень і %d символів. Спробуйте додати більше зображень, щоб досягти рекомендованого співвідношення принаймні 1 зображення на 3000 символів.

source: Presence of external links
cs_cz: Přítomnost externích odkazů
da_dk: Tilstedeværelse af eksterne links
de_de: Vorhandensein externer Links
el: Παρουσία εξωτερικών συνδέσμων
es_es: Presencia de enlaces externos
et: Väliste linkide olemasolu
fr_fr: Présence de liens externes
it_it: Presenza di link esterni
lt_lt: Išorinių nuorodų buvimas
lv: Ārējo saišu klātbūtne
pl_pl: Obecność linków zewnętrznych
ro_ro: Prezența legăturilor externe
ru_ru: Наличие внешних ссылок
tr_tr: Dış bağlantıların varlığı
uk: Наявність зовнішніх посилань

source: Found %1$s external links. External links can add value and credibility to your content. Links:%2$s
cs_cz: Nalezeno %1$s externích odkazů. Externí odkazy mohou přidat hodnotu a důvěryhodnost vašeho obsahu. Odkazy: %2$s
da_dk: Fandt %1$s eksterne links. Eksterne links kan tilføje værdi og troværdighed til dit indhold. Links:%2$s
de_de: %1$s externe Links gefunden. Externe Links können Ihren Inhalten Mehrwert und Glaubwürdigkeit verleihen. Links:%2$s
el: Βρέθηκαν %1$s εξωτερικοί σύνδεσμοι. Οι εξωτερικοί σύνδεσμοι μπορούν να προσθέσουν αξία και αξιοπιστία στο περιεχόμενό σας. Σύνδεσμοι:%2$s
es_es: Se encontraron %1$s enlaces externos. Los enlaces externos pueden agregar valor y credibilidad a su contenido. Enlaces:%2$s
et: Leiti %1$s välist linki. Välised lingid võivad teie sisule väärtust ja usaldusväärsust lisada. Lingid:%2$s
fr_fr: %1$s liens externes trouvés. Les liens externes peuvent ajouter de la valeur et de la crédibilité à votre contenu. Liens :%2$s
it_it: Trovato %1$s link esterni. I collegamenti esterni possono aggiungere valore e credibilità ai tuoi contenuti. Collegamenti:%2$s
lt_lt: Rasta %1$s išorinių nuorodų. Išorinės nuorodos gali suteikti jūsų turiniui vertės ir patikimumo. Nuorodos:%2$s
lv: Atrastas %1$s ārējās saites. Ārējās saites var pievienot jūsu saturam vērtību un uzticamību. Saites:%2$s
pl_pl: Znaleziono linki zewnętrzne %1$s. Linki zewnętrzne mogą dodać wartość i wiarygodność Twoim treściom. Linki:%2$s
ro_ro: S-au găsit %1$s linkuri externe. Legăturile externe pot adăuga valoare și credibilitate conținutului dvs. Linkuri:%2$s
ru_ru: Найдено %1$s внешних ссылок. Внешние ссылки могут повысить ценность и авторитет вашего контента. Ссылки:%2$s
tr_tr: %1$s harici bağlantı bulundu. Dış bağlantılar içeriğinize değer ve güvenilirlik katabilir. Bağlantılar:%2$s
uk: Знайдено %1$s зовнішніх посилань. Зовнішні посилання можуть підвищити цінність і довіру до вашого вмісту. Посилання: %2$s
