Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Your go-to tool for comprehensive SEO content analysis. Brought to you by BuyReadySite, the AI SEO Content Analyzer helps you scrutinize and optimize your content like never before. Enhance your content's SEO score with detailed audits and intelligent recommendations.
cs_cz: Váš nástroj pro komplexní analýzu obsahu SEO. AI SEO Content Analyzer, který vám přináší BuyReadySite, vám pomůže kontrolovat a optimalizovat váš obsah jako nikdy předtím. Vylepšete skóre SEO svého obsahu pomocí podrobných auditů a inteligentních doporučení.
de_de: Ihr Go-to-Tool für eine umfassende SEO-Content-Analyse. Der AI SEO Content Analyzer von BuyReadySite hilft Ihnen, Ihre Inhalte wie nie zuvor zu prüfen und zu optimieren. Verbessern Sie den SEO-Score Ihrer Inhalte mit detaillierten Audits und intelligenten Empfehlungen.
es_es: Su herramienta de referencia para un análisis integral de contenido SEO. Presentado por BuyReadySite, el analizador de contenido AI SEO le ayuda a examinar y optimizar su contenido como nunca antes. Mejore la puntuación SEO de su contenido con auditorías detalladas y recomendaciones inteligentes.
et: Teie tööriist igakülgseks SEO sisuanalüüsiks. BuyReadySite'i pakutud tehisintellekti SEO sisuanalüsaator aitab teil sisu kontrollida ja optimeerida nagu kunagi varem. Täiustage oma sisu SEO skoori üksikasjalike auditite ja intelligentsete soovitustega.
fr_fr: Votre outil incontournable pour une analyse complète du contenu SEO. Présenté par BuyReadySite, l'analyseur de contenu AI SEO vous aide à examiner et à optimiser votre contenu comme jamais auparavant. Améliorez le score SEO de votre contenu avec des audits détaillés et des recommandations intelligentes.
it_it: Il tuo strumento di riferimento per un'analisi completa dei contenuti SEO. Offerto da BuyReadySite, l'analizzatore di contenuti SEO AI ti aiuta a esaminare e ottimizzare i tuoi contenuti come mai prima d'ora. Migliora il punteggio SEO dei tuoi contenuti con controlli dettagliati e consigli intelligenti.
lt_lt: Jūsų įrankis išsamiai SEO turinio analizei. AI SEO turinio analizatorius, kurį jums atnešė „BuyReadySite“, padeda kaip niekad anksčiau atidžiai išnagrinėti ir optimizuoti turinį. Padidinkite savo turinio SEO balą atlikdami išsamius auditus ir išmanias rekomendacijas.
lv: Jūsu rīks visaptverošai SEO satura analīzei. AI SEO satura analizators, ko piedāvā BuyReadySite, palīdz jums rūpīgi pārbaudīt un optimizēt saturu kā vēl nekad. Uzlabojiet sava satura SEO rezultātu, izmantojot detalizētus auditus un viedus ieteikumus.
pl_pl: Twoje narzędzie do kompleksowej analizy treści SEO. Narzędzie AI SEO Content Analyzer, udostępnione przez BuyReadySite, pomaga analizować i optymalizować treści jak nigdy dotąd. Popraw wynik SEO swoich treści dzięki szczegółowym audytom i inteligentnym rekomendacjom.
ro_ro: Instrumentul dvs. de bază pentru o analiză completă a conținutului SEO. Prezentat de BuyReadySite, AI SEO Content Analyzer vă ajută să analizați și să vă optimizați conținutul ca niciodată. Îmbunătățiți scorul SEO al conținutului dvs. cu audituri detaliate și recomandări inteligente.
ru_ru: Ваш идеальный инструмент для комплексного SEO-анализа контента. Анализатор контента AI SEO, предоставленный вам BuyReadySite, поможет вам тщательно изучить и оптимизировать ваш контент, как никогда раньше. Повысьте рейтинг SEO вашего контента с помощью подробного аудита и интеллектуальных рекомендаций.
tr_tr: Kapsamlı SEO içerik analizi için başvurulacak aracınız. BuyReadySite tarafından size sunulan AI SEO İçerik Analizcisi, içeriğinizi daha önce hiç olmadığı gibi incelemenize ve optimize etmenize yardımcı olur. Ayrıntılı denetimler ve akıllı önerilerle içeriğinizin SEO puanını artırın.
uk: Ваш популярний інструмент для комплексного аналізу вмісту SEO. Наданий BuyReadySite, аналізатор вмісту AI SEO Content Analyzer допоможе вам ретельно перевірити й оптимізувати свій вміст, як ніколи раніше. Підвищте рейтинг SEO свого вмісту за допомогою детальних перевірок і розумних рекомендацій.

source: Plugin Advantages
cs_cz: Výhody pluginu
da_dk: Plugin fordele
de_de: Plugin-Vorteile
el: Πλεονεκτήματα πρόσθετων
es_es: Ventajas del complemento
et: Plugina eelised
fr_fr: Avantages du plugin
it_it: Vantaggi del plugin
lt_lt: Papildinio privalumai
lv: Spraudņa priekšrocības
pl_pl: Zalety wtyczki
ro_ro: Avantajele pluginului
ru_ru: Преимущества плагина
tr_tr: Eklenti Avantajları
uk: Переваги плагіна

source: Content Analysis
cs_cz: Obsahová analýza
da_dk: Indholdsanalyse
de_de: Inhaltsanalyse
el: Ανάλυση περιεχομένου
es_es: Análisis de contenido
et: Sisu analüüs
fr_fr: Analyse de contenu
it_it: Analisi del contenuto
lt_lt: Turinio analizė
lv: Satura analīze
pl_pl: Analiza treści
ro_ro: Analiza continutului
ru_ru: Анализ содержания
tr_tr: İçerik analizi
uk: Аналіз вмісту

source: Keyword density analysis
cs_cz: Analýza hustoty klíčových slov
da_dk: Søgeordsdensitetsanalyse
de_de: Analyse der Keyword-Dichte
el: Ανάλυση πυκνότητας λέξεων-κλειδιών
es_es: Análisis de densidad de palabras clave
et: Märksõnade tiheduse analüüs
fr_fr: Analyse de la densité des mots clés
it_it: Analisi della densità delle parole chiave
lt_lt: Raktažodžių tankio analizė
lv: Atslēgvārdu blīvuma analīze
pl_pl: Analiza gęstości słów kluczowych
ro_ro: Analiza densității cuvintelor cheie
ru_ru: Анализ плотности ключевых слов
tr_tr: Anahtar kelime yoğunluğu analizi
uk: Аналіз щільності ключових слів

source: Content readability score
cs_cz: Skóre čtenosti obsahu
da_dk: Indhold læsbarhed score
de_de: Bewertung der Lesbarkeit des Inhalts
el: Βαθμολογία αναγνωσιμότητας περιεχομένου
es_es: Puntuación de legibilidad del contenido
et: Sisu loetavuse skoor
fr_fr: Score de lisibilité du contenu
it_it: Punteggio di leggibilità del contenuto
lt_lt: Turinio skaitomumo balas
lv: Satura lasāmības rādītājs
pl_pl: Wynik czytelności treści
ro_ro: Scorul de lizibilitate a conținutului
ru_ru: Оценка читабельности контента
tr_tr: İçerik okunabilirlik puanı
uk: Оцінка читабельності вмісту

source: Meta tags evaluation
cs_cz: Hodnocení meta tagů
da_dk: Meta tags evaluering
de_de: Auswertung von Meta-Tags
el: Αξιολόγηση μετα-ετικέτες
es_es: Evaluación de metaetiquetas
et: Metasiltide hindamine
fr_fr: Évaluation des balises méta
it_it: Valutazione dei meta tag
lt_lt: Meta žymų įvertinimas
lv: Meta tagu novērtējums
pl_pl: Ocena metatagów
ro_ro: Evaluare meta tag-uri
ru_ru: Оценка метатегов
tr_tr: Meta etiketleri değerlendirmesi
uk: Оцінка метатегів

source: SEO Auditing
cs_cz: SEO audit
da_dk: SEO revision
de_de: SEO-Audit
el: Έλεγχος SEO
es_es: Auditoría SEO
et: SEO auditeerimine
fr_fr: Audit SEO
it_it: Controllo SEO
lt_lt: SEO auditas
lv: SEO audits
pl_pl: Audyt SEO
ro_ro: Audit SEO
ru_ru: SEO-аудит
tr_tr: SEO Denetimi
uk: SEO аудит

source: On-page SEO audit
da_dk: SEO-revision på siden
el: Έλεγχος SEO στη σελίδα
es_es: Auditoría SEO en la página
et: Lehesisene SEO audit
fr_fr: Audit SEO sur la page
it_it: Audit SEO on-page
lt_lt: SEO auditas puslapyje
lv: SEO audits lapā
pl_pl: Audyt SEO na stronie
ro_ro: Audit SEO pe pagină
ru_ru: Внутренний SEO-аудит
tr_tr: Sayfa içi SEO denetimi
uk: SEO аудит на сторінці

source: Backlink analysis
cs_cz: Analýza zpětných odkazů
da_dk: Backlink analyse
de_de: Backlink-Analyse
el: Ανάλυση backlink
es_es: Análisis de vínculos de retroceso
et: Tagasilingi analüüs
fr_fr: Analyse des backlinks
it_it: Analisi dei backlink
lt_lt: Atgalinės nuorodos analizė
lv: Atpakaļsaišu analīze
pl_pl: Analiza linków zwrotnych
ro_ro: Analiza backlink
ru_ru: Анализ обратных ссылок
tr_tr: Geri bağlantı analizi
uk: Аналіз зворотних посилань

source: Technical SEO evaluation
cs_cz: Technické SEO hodnocení
da_dk: Teknisk SEO evaluering
de_de: Technische SEO-Bewertung
el: Τεχνική αξιολόγηση SEO
es_es: Evaluación técnica SEO
et: Tehniline SEO hindamine
fr_fr: Évaluation technique SEO
it_it: Valutazione tecnica SEO
lt_lt: Techninis SEO įvertinimas
lv: Tehniskais SEO novērtējums
pl_pl: Ocena techniczna SEO
ro_ro: Evaluare tehnică SEO
ru_ru: Техническая SEO-оценка
tr_tr: Teknik SEO değerlendirmesi
uk: Технічна SEO оцінка

source: Performance
cs_cz: Výkon
da_dk: Ydeevne
de_de: Leistung
el: Εκτέλεση
es_es: Actuación
et: Esitus
it_it: Prestazione
lt_lt: Spektaklis
pl_pl: Wydajność
ro_ro: Performanţă
ru_ru: Производительность
tr_tr: Verim
uk: Продуктивність

source: Fast content analysis
cs_cz: Rychlá analýza obsahu
da_dk: Hurtig indholdsanalyse
de_de: Schnelle Inhaltsanalyse
el: Γρήγορη ανάλυση περιεχομένου
es_es: Análisis de contenido rápido
et: Kiire sisuanalüüs
fr_fr: Analyse rapide du contenu
it_it: Analisi rapida dei contenuti
lt_lt: Greita turinio analizė
lv: Ātra satura analīze
pl_pl: Szybka analiza treści
ro_ro: Analiză rapidă a conținutului
ru_ru: Быстрый анализ контента
tr_tr: Hızlı içerik analizi
uk: Швидкий аналіз вмісту

source: Easy integration
cs_cz: Snadná integrace
da_dk: Nem integration
de_de: Einfache Integration
el: Εύκολη ενσωμάτωση
es_es: Fácil integración
et: Lihtne integreerimine
fr_fr: Intégration facile
it_it: Integrazione semplice
lt_lt: Lengva integracija
lv: Viegla integrācija
pl_pl: Łatwa integracja
ro_ro: Integrare ușoară
ru_ru: Простая интеграция
tr_tr: Kolay entegrasyon
uk: Легка інтеграція

source: User-friendly dashboard
cs_cz: Uživatelsky přívětivá palubní deska
da_dk: Brugervenligt dashboard
de_de: Benutzerfreundliches Dashboard
el: Φιλικό προς τον χρήστη πίνακα ελέγχου
es_es: Panel fácil de usar
et: Kasutajasõbralik armatuurlaud
fr_fr: Tableau de bord convivial
it_it: Cruscotto intuitivo
lt_lt: Patogus vartotojui prietaisų skydelis
lv: Lietotājam draudzīgs informācijas panelis
pl_pl: Przyjazny dla użytkownika pulpit nawigacyjny
ro_ro: Tabloul de bord ușor de utilizat
ru_ru: Удобная панель управления
tr_tr: Kullanıcı dostu kontrol paneli
uk: Зручна інформаційна панель

source: Mass content Analyzer
cs_cz: Analyzátor hmotnostního obsahu
de_de: Masseninhaltsanalysator
es_es: Analizador de contenido masivo
et: Massisisalduse analüsaator
fr_fr: Analyseur de contenu de masse
it_it: Analizzatore di contenuti di massa
lt_lt: Masinio turinio analizatorius
lv: Masu satura analizators
pl_pl: Analizator zawartości masy
ro_ro: Analizor de conținut de masă
ru_ru: Анализатор массового контента
tr_tr: Toplu içerik Analizörü
uk: Аналізатор масового вмісту

source: Use this page to perform mass analyzer of your content. Select the posts or products you wish to analyze, and the tool will provide detailed insights and suggestions.
cs_cz: Tuto stránku použijte k provedení hromadné analýzy vašeho obsahu. Vyberte příspěvky nebo produkty, které chcete analyzovat, a nástroj vám poskytne podrobné informace a návrhy.
da_dk: Brug denne side til at udføre masseanalyser af dit indhold. Vælg de indlæg eller produkter, du ønsker at analysere, og værktøjet vil give detaljeret indsigt og forslag.
de_de: Verwenden Sie diese Seite, um eine Massenanalyse Ihrer Inhalte durchzuführen. Wählen Sie die Beiträge oder Produkte aus, die Sie analysieren möchten, und das Tool liefert detaillierte Einblicke und Vorschläge.
el: Χρησιμοποιήστε αυτήν τη σελίδα για να εκτελέσετε μαζική ανάλυση του περιεχομένου σας. Επιλέξτε τις αναρτήσεις ή τα προϊόντα που θέλετε να αναλύσετε και το εργαλείο θα παρέχει λεπτομερείς πληροφορίες και προτάσεις.
es_es: Utilice esta página para realizar un análisis masivo de su contenido. Seleccione las publicaciones o productos que desea analizar y la herramienta le proporcionará sugerencias e información detallada.
et: Kasutage seda lehte oma sisu massianalüsaatori tegemiseks. Valige postitused või tooted, mida soovite analüüsida, ja tööriist pakub üksikasjalikke teadmisi ja soovitusi.
fr_fr: Utilisez cette page pour effectuer une analyse de masse de votre contenu. Sélectionnez les articles ou les produits que vous souhaitez analyser et l'outil fournira des informations et des suggestions détaillées.
it_it: Utilizza questa pagina per eseguire l'analisi di massa dei tuoi contenuti. Seleziona i post o i prodotti che desideri analizzare e lo strumento fornirà approfondimenti e suggerimenti dettagliati.
lt_lt: Naudokite šį puslapį norėdami atlikti masinę savo turinio analizę. Pasirinkite norimus analizuoti įrašus ar produktus, o įrankis pateiks išsamių įžvalgų ir pasiūlymų.
lv: Izmantojiet šo lapu, lai veiktu sava satura masveida analizatoru. Atlasiet ziņas vai produktus, kurus vēlaties analizēt, un rīks sniegs detalizētu ieskatu un ieteikumus.
pl_pl: Użyj tej strony, aby przeprowadzić analizę masy swojej treści. Wybierz posty lub produkty, które chcesz przeanalizować, a narzędzie dostarczy szczegółowych informacji i sugestii.
ro_ro: Utilizați această pagină pentru a efectua un analizor de masă al conținutului dvs. Selectați postările sau produsele pe care doriți să le analizați, iar instrumentul vă va oferi informații și sugestii detaliate.
ru_ru: Используйте эту страницу для массового анализа вашего контента. Выберите публикации или продукты, которые вы хотите проанализировать, и инструмент предоставит подробную информацию и предложения.
tr_tr: İçeriğinizin kütle analizini gerçekleştirmek için bu sayfayı kullanın. Analiz etmek istediğiniz gönderileri veya ürünleri seçtiğinizde araç ayrıntılı bilgiler ve öneriler sunacaktır.
uk: Використовуйте цю сторінку, щоб виконати масовий аналіз вашого вмісту. Виберіть публікації або продукти, які ви хочете проаналізувати, і інструмент надасть детальну інформацію та пропозиції.

source: Legend:
cs_cz: Legenda:
da_dk: Legende:
de_de: Legende:
el: Θρύλος:
es_es: Leyenda:
fr_fr: Légende:
it_it: Leggenda:
lt_lt: Legenda:
lv: Leģenda:
pl_pl: Legenda:
ro_ro: Legendă:
ru_ru: Легенда:
tr_tr: Efsane:
uk: Легенда:

source: Poor
cs_cz: Chudý
da_dk: Fattige
de_de: Arm
el: Φτωχός
es_es: Pobre
et: Vaene
fr_fr: Pauvre
it_it: Povero
lt_lt: Vargšas
lv: Nabadzīgs
pl_pl: Słaby
ro_ro: Sărac
ru_ru: Плохой
tr_tr: Fakir
uk: Бідний

source: Good
cs_cz: Dobrý
da_dk: godt
de_de: Gut
el: Καλός
es_es: Bien
et: Hea
fr_fr: Bien
it_it: Bene
lt_lt: Gerai
lv: Labi
pl_pl: Dobry
ro_ro: Bun
ru_ru: Хороший
tr_tr: İyi
uk: добре

source: Excellent
cs_cz: Vynikající
da_dk: Fremragende
de_de: Exzellent
el: Εξοχος
es_es: Excelente
et: Suurepärane
it_it: Eccellente
lt_lt: Puikiai
lv: Lieliski
pl_pl: Doskonały
ro_ro: Excelent
ru_ru: Отличный
tr_tr: Harika
uk: Чудово

source: Average Score:
cs_cz: Průměrné skóre:
da_dk: Gennemsnitlig score:
de_de: Durchschnittliche Punktzahl:
el: Μέσος όρος:
es_es: Puntuación media:
et: Keskmine tulemus:
fr_fr: Score moyen:
it_it: Punteggio medio:
lt_lt: Vidutinis balas:
lv: Vidējais rādītājs:
pl_pl: Średni wynik:
ro_ro: Scor mediu:
ru_ru: Средний балл:
tr_tr: Not ortalaması:
uk: Середній бал:

source: Total Posts:
cs_cz: Celkový počet příspěvků:
da_dk: Samlet antal indlæg:
de_de: Gesamtbeiträge:
el: Σύνολο αναρτήσεων:
es_es: Publicaciones totales:
et: Postitusi kokku:
fr_fr: Total des messages :
it_it: Post totali:
lt_lt: Iš viso pranešimų:
lv: Ziņu kopskaits:
pl_pl: Całkowita liczba postów:
ro_ro: Total postări:
ru_ru: Всего сообщений:
tr_tr: Toplam Gönderiler:
uk: Всього записів:

source: Products:
cs_cz: Produkty:
da_dk: Produkter:
de_de: Produkte:
el: Προϊόντα:
es_es: Productos:
et: Tooted:
fr_fr: Des produits:
it_it: Prodotti:
lt_lt: Produktai:
lv: Produkti:
pl_pl: Produkty:
ro_ro: Produse:
ru_ru: Товары:
tr_tr: Ürünler:
uk: Товари:

source: Poor Score:
cs_cz: Špatné skóre:
da_dk: Dårlig score:
de_de: Schlechtes Ergebnis:
el: Κακή βαθμολογία:
es_es: Mala puntuación:
et: Kehv tulemus:
fr_fr: Mauvais score :
it_it: Punteggio scarso:
lt_lt: Prastas balas:
lv: Slikts rādītājs:
pl_pl: Słaby wynik:
ro_ro: Scor slab:
ru_ru: Плохая оценка:
tr_tr: Kötü Puan:
uk: Погана оцінка:

source: Normal Score:
cs_cz: Normální skóre:
de_de: Normale Punktzahl:
el: Κανονική βαθμολογία:
es_es: Puntuación normal:
et: Tavaline skoor:
fr_fr: Note normale :
it_it: Punteggio normale:
lt_lt: Normalus balas:
lv: Parastais rādītājs:
pl_pl: Normalny wynik:
ro_ro: Scor normal:
ru_ru: Нормальный балл:
tr_tr: Normal Puan:
uk: Нормальна оцінка:

source: Good Score:
cs_cz: Dobré skóre:
da_dk: Godt resultat:
de_de: Gutes Ergebnis:
el: Καλή βαθμολογία:
es_es: Buena puntuación:
et: Hea skoor:
fr_fr: Bonne note :
it_it: Buon punteggio:
lt_lt: Geras rezultatas:
lv: Labs rādītājs:
pl_pl: Dobry wynik:
ro_ro: Scor bun:
ru_ru: Хорошая оценка:
tr_tr: İyi Skor:
uk: Хороший результат:

source: Excellent Score:
cs_cz: Vynikající skóre:
da_dk: Fremragende score:
de_de: Ausgezeichnetes Ergebnis:
el: Εξαιρετική βαθμολογία:
es_es: Excelente puntuación:
et: Suurepärane skoor:
fr_fr: Excellente note :
it_it: Punteggio eccellente:
lt_lt: Puikus balas:
lv: Lielisks rādītājs:
pl_pl: Doskonały wynik:
ro_ro: Scor excelent:
ru_ru: Отличная оценка:
tr_tr: Mükemmel Skor:
uk: Відмінний результат:

source: Reanalyze
cs_cz: Znovu analyzovat
da_dk: Genanalysere
de_de: Analysieren Sie erneut
el: Αναλύστε ξανά
es_es: Reanalizar
et: Analüüsige uuesti
fr_fr: Réanalyser
it_it: Rianalizzare
lt_lt: Iš naujo analizuoti
lv: Pāranalizēt
pl_pl: Przeanalizuj ponownie
ro_ro: Reanaliza
ru_ru: Повторный анализ
tr_tr: Yeniden analiz et
uk: Переаналізуйте

source: Start Analysis
cs_cz: Spusťte analýzu
da_dk: Start analyse
de_de: Analyse starten
el: Ξεκινήστε την Ανάλυση
es_es: Iniciar análisis
et: Käivitage analüüs
fr_fr: Démarrer l'analyse
it_it: Avvia analisi
lt_lt: Pradėti analizę
lv: Sāciet analīzi
pl_pl: Rozpocznij analizę
ro_ro: Începeți analiza
ru_ru: Начать анализ
tr_tr: Analizi Başlat
uk: Розпочати аналіз

source: Title
cs_cz: Titul
da_dk: Titel
de_de: Titel
el: Τίτλος
es_es: Título
et: Pealkiri
fr_fr: Titre
it_it: Titolo
lt_lt: Pavadinimas
lv: Nosaukums
pl_pl: Tytuł
ro_ro: Titlu
ru_ru: Заголовок
tr_tr: Başlık
uk: Назва

source: Type
cs_cz: Typ
de_de: Typ
el: Τύπος
es_es: Tipo
et: Tüüp
fr_fr: Taper
it_it: Tipo
lt_lt: Tipas
lv: Tips
pl_pl: Typ
ro_ro: Tip
ru_ru: Тип
tr_tr: Tip
uk: Тип

source: Score
cs_cz: Skóre
de_de: Punktzahl
el: Σκορ
es_es: Puntaje
et: Skoor
it_it: Punto
lt_lt: Rezultatas
lv: Rezultāts
pl_pl: Wynik
ro_ro: Scor
ru_ru: Оценка
tr_tr: Gol
uk: Оцінка

source: Optimization
cs_cz: Optimalizace
da_dk: Optimering
de_de: Optimierung
el: Βελτιστοποίηση
es_es: Mejoramiento
et: Optimeerimine
fr_fr: Optimisation
it_it: Ottimizzazione
lt_lt: Optimizavimas
lv: Optimizācija
pl_pl: Optymalizacja
ro_ro: Optimizare
ru_ru: Оптимизация
tr_tr: Optimizasyon
uk: Оптимізація

source: Product
cs_cz: Produkt
da_dk: Produkt
de_de: Produkt
el: Προϊόν
es_es: Producto
et: Toode
fr_fr: Produit
it_it: Prodotto
lt_lt: Produktas
lv: Produkts
pl_pl: Produkt
ro_ro: Produs
ru_ru: Товар
tr_tr: Ürün
uk: Товар

source: Post
cs_cz: Pošta
da_dk: Stolpe
el: Θέση
es_es: Correo
et: Postita
fr_fr: Poste
it_it: Inviare
lt_lt: Įrašas
ru_ru: Запись
tr_tr: Postalamak
uk: Записи

source: SEO Content Analyzer
cs_cz: SEO analyzátor obsahu
de_de: SEO-Content-Analysator
es_es: Analizador de contenidos SEO
et: SEO sisuanalüsaator
fr_fr: Analyseur de contenu SEO
it_it: Analizzatore di contenuti SEO
lt_lt: SEO turinio analizatorius
lv: SEO satura analizators
pl_pl: Analizator treści SEO
ro_ro: Analizor de conținut SEO
ru_ru: SEO-анализатор контента
tr_tr: SEO İçerik Analizcisi

source: AI SEO AutoOptimize Pro requires an active SEO plugin (Yoast, Rank Math, or All in One SEO Pack) and Classic Editor. Please install and activate them.
cs_cz: AI SEO AutoOptimize Pro vyžaduje aktivní SEO plugin (Yoast, Rank Math nebo All in One SEO Pack) a Classic Editor. Nainstalujte je a aktivujte je.
de_de: AI SEO AutoOptimize Pro erfordert ein aktives SEO-Plugin (Yoast, Rank Math oder All in One SEO Pack) und den Classic Editor. Bitte installieren und aktivieren Sie sie.
es_es: AI SEO AutoOptimize Pro requiere un complemento de SEO activo (Yoast, Rank Math o All in One SEO Pack) y un editor clásico. Instálelos y actívelos.
et: AI SEO AutoOptimize Pro nõuab aktiivset SEO pistikprogrammi (Yoast, Rank Math või All in One SEO Pack) ja klassikalist redaktorit. Installige ja aktiveerige need.
fr_fr: AI SEO AutoOptimize Pro nécessite un plugin SEO actif (Yoast, Rank Math ou All in One SEO Pack) et Classic Editor. Veuillez les installer et les activer.
it_it: AI SEO AutoOptimize Pro richiede un plug-in SEO attivo (Yoast, Rank Math o All in One SEO Pack) e un editor classico. Installali e attivali.
lt_lt: AI SEO AutoOptimize Pro reikalingas aktyvus SEO papildinys (Yoast, Rank Math arba All in One SEO Pack) ir klasikinis redaktorius. Įdiekite ir suaktyvinkite juos.
lv: AI SEO AutoOptimize Pro ir nepieciešams aktīvs SEO spraudnis (Yoast, Rank Math vai All in One SEO Pack) un klasiskais redaktors. Lūdzu, instalējiet un aktivizējiet tos.
pl_pl: AI SEO AutoOptimize Pro wymaga aktywnej wtyczki SEO (Yoast, Rank Math lub All in One SEO Pack) i edytora klasycznego. Zainstaluj je i aktywuj.
ro_ro: AI SEO AutoOptimize Pro necesită un plugin SEO activ (Yoast, Rank Math sau All in One SEO Pack) și un editor clasic. Vă rugăm să le instalați și să le activați.
ru_ru: Для AI SEO Content Analyzer требуется активный плагин SEO (Yoast, Rank Math или All in One SEO Pack) и классический редактор. Пожалуйста, установите и активируйте их.
tr_tr: AI SEO AutoOptimize Pro, aktif bir SEO eklentisi (Yoast, Rank Math veya Hepsi Bir Arada SEO Paketi) ve Klasik Düzenleyici gerektirir. Lütfen bunları kurun ve etkinleştirin.
uk: Для AI SEO AutoOptimize Pro потрібен активний плагін SEO (Yoast, Rank Math або All in One SEO Pack) і класичний редактор. Будь ласка, встановіть і активуйте їх.

source: Install Yoast SEO
cs_cz: Nainstalujte Yoast SEO
da_dk: Installer Yoast SEO
de_de: Installieren Sie Yoast SEO
el: Εγκαταστήστε το Yoast SEO
es_es: Instalar Yoast SEO
et: Installige Yoast SEO
fr_fr: Installez Yoast SEO
it_it: Installa Yoast SEO
lt_lt: Įdiekite Yoast SEO
lv: Instalējiet Yoast SEO
pl_pl: Zainstaluj Yoasta SEO
ro_ro: Instalați Yoast SEO
ru_ru: Установите Yoast SEO
tr_tr: Yoast SEO'yu yükleyin
uk: Встановіть Yoast SEO

source: Install Rank Math
cs_cz: Nainstalujte Rank Math
da_dk: Installer Rank Math
de_de: Installieren Sie Rank Math
el: Εγκαταστήστε το Rank Math
es_es: Instalar Rank Math
et: Installige Rank Math
fr_fr: Installer Rank Math
it_it: Installa la matematica di classificazione
lt_lt: Įdiekite Rank Math
lv: Instalējiet Rank Math
pl_pl: Zainstaluj ranking matematyczny
ro_ro: Instalați Rank Math
ru_ru: Установить Rank Math
tr_tr: Rank Math'ı yükleyin
uk: Встановити Rank Math

source: Install All in One SEO Pack
cs_cz: Nainstalujte vše v jednom SEO Pack
da_dk: Installer alt i én SEO-pakke
de_de: Installieren Sie das All-in-One-SEO-Paket
el: Εγκαταστήστε το πακέτο SEO All in One
es_es: Instale el paquete SEO todo en uno
et: Installige kõik ühes SEO pakett
fr_fr: Installez le pack SEO tout-en-un
it_it: Installa il pacchetto SEO tutto in uno
lt_lt: Įdiekite viską viename SEO paketą
lv: Instalējiet visu vienā SEO pakotnē
pl_pl: Zainstaluj pakiet SEO „wszystko w jednym”.
ro_ro: Instalați pachetul SEO All in One
ru_ru: Установите пакет SEO «Все в одном»
tr_tr: Hepsi Bir Arada SEO Paketini Yükleyin
uk: Встановіть все в одному пакеті SEO

source: Classic Editor
cs_cz: Klasický editor
de_de: Klassischer Herausgeber
es_es: Editor clásico
et: Klassikaline redaktor
fr_fr: Éditeur classique
it_it: Editore classico
lt_lt: Klasikinis redaktorius
lv: Klasiskais redaktors
pl_pl: Klasyczny redaktor
ro_ro: Editor clasic
ru_ru: Классический редактор
tr_tr: Klasik Düzenleyici
uk: Класичний редактор

source: Mass Analyzer
cs_cz: Hmotnostní analyzátor
da_dk: Masseanalysator
de_de: Massenanalysator
el: Αναλυτής μάζας
es_es: Analizador de masas
et: Massi analüsaator
fr_fr: Analyseur de masse
it_it: Analizzatore di massa
lt_lt: Masės analizatorius
lv: Masu analizators
pl_pl: Analizator masy
ro_ro: Analizor de masă
ru_ru: Масс-анализатор
tr_tr: Kütle Analizörü
uk: Аналізатор маси
