Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: The URL is not clean or is too long (length: <strong>{length}</strong> characters). Consider shortening the URL and avoiding special characters for better SEO. You can modify the URL structure in <a href='options-permalink.php'>Permalink Settings</a>.<br>Current URL: {url}
cs_cz: Adresa URL není čistá nebo je příliš dlouhá (délka: <strong>{length}</strong> znaků). Zvažte zkrácení URL a vyhněte se speciálním znakům pro lepší SEO. Strukturu URL můžete upravit v <a href='options-permalink.php'>Nastavení trvalého odkazu</a> .<br> Aktuální adresa URL: {url}
de_de: Die URL ist nicht sauber oder zu lang (Länge: <strong>{length}</strong> Zeichen). Erwägen Sie für eine bessere SEO, die URL zu kürzen und Sonderzeichen zu vermeiden. Sie können die URL-Struktur in <a href='options-permalink.php'>den Permalink-Einstellungen</a> ändern.<br> Aktuelle URL: {url}
es_es: La URL no está limpia o es demasiado larga (longitud: <strong>{longitud}</strong> caracteres). Considere acortar la URL y evitar caracteres especiales para un mejor SEO. Puede modificar la estructura de la URL en <a href='options-permalink.php'>Configuración de enlace permanente</a> .<br> URL actual: {url}
et: URL ei ole puhas või on liiga pikk (pikkus: <strong>{length}</strong> tähemärki). Parema SEO jaoks kaaluge URL-i lühendamist ja erimärkide vältimist. URL-i struktuuri saate muuta jaotises <a href='options-permalink.php'>Püsilingi sätted</a> .<br> Praegune URL: {url}
fr_fr: L&#39;URL n&#39;est pas propre ou est trop longue (longueur :<strong> {length}</strong> caractères). Pensez à raccourcir l’URL et à éviter les caractères spéciaux pour un meilleur référencement. Vous pouvez modifier la structure de l&#39;URL dans <a href='options-permalink.php'>Paramètres du lien permanent</a> .<br> URL actuelle : {url}
it_it: L&#39;URL non è pulito o è troppo lungo (lunghezza: <strong>{lunghezza}</strong> caratteri). Valuta la possibilità di abbreviare l&#39;URL ed evitare caratteri speciali per una migliore SEO. Puoi modificare la struttura dell&#39;URL nelle <a href='options-permalink.php'>Impostazioni permalink</a> .<br> URL corrente: {url}
lt_lt: URL nėra švarus arba per ilgas (ilgis: <strong>{length}</strong> simboliai). Apsvarstykite galimybę sutrumpinti URL ir vengti specialiųjų simbolių, kad būtų geresnis SEO. Galite keisti URL struktūrą <a href='options-permalink.php'>nuolatinės nuorodos nustatymuose</a> .<br> Dabartinis URL: {url}
lv: URL nav tīrs vai ir pārāk garš (garums: <strong>{length}</strong> rakstzīmes). Apsveriet iespēju saīsināt URL un izvairīties no speciālajām rakstzīmēm, lai uzlabotu SEO. URL struktūru var mainīt <a href='options-permalink.php'>pastāvīgās saites iestatījumos</a> .<br> Pašreizējais URL: {url}
pl_pl: Adres URL nie jest czysty lub jest za długi (długość: <strong>{length}</strong> znaków). Rozważ skrócenie adresu URL i unikanie znaków specjalnych, aby uzyskać lepsze SEO. Możesz modyfikować strukturę adresu URL w <a href='options-permalink.php'>Ustawieniach Permalinku</a> .<br> Aktualny adres URL: {url}
ro_ro: Adresa URL nu este curată sau este prea lungă (lungime: <strong>{length}</strong> caractere). Luați în considerare scurtarea adresei URL și evitarea caracterelor speciale pentru un SEO mai bun. Puteți modifica structura URL-ului în <a href='options-permalink.php'>Setări permalink</a> .<br> Adresa URL curentă: {url}
ru_ru: URL-адрес некорректен или слишком длинный (длина: <strong>{length}</strong> символов). Рассмотрите возможность сокращения URL-адреса и отказа от специальных символов для лучшего SEO. Вы можете изменить структуру URL-адреса в <a href='options-permalink.php'>настройках постоянных ссылок</a> .<br> Текущий URL: {url}
tr_tr: URL temiz değil veya çok uzun (uzunluk: <strong>{length}</strong> karakter). Daha iyi SEO için URL&#39;yi kısaltmayı ve özel karakterlerden kaçınmayı düşünün. URL yapısını <a href='options-permalink.php'>Kalıcı Bağlantı Ayarları&#39;ndan</a> değiştirebilirsiniz.<br> Geçerli URL: {url}
uk: URL-адреса неправильна або задовга (довжина: <strong>{length}</strong> символів). Подумайте про скорочення URL-адреси та уникнення спеціальних символів для кращого SEO. Ви можете змінити структуру URL-адреси в <a href='options-permalink.php'>налаштуваннях постійного посилання</a> .<br> Поточна URL-адреса: {url}

source: Only one H1
cs_cz: Pouze jedna H1
da_dk: Kun en H1
de_de: Nur ein H1
el: Μόνο ένα Η1
es_es: Sólo un H1
et: Ainult üks H1
fr_fr: Un seul H1
it_it: Solo un H1
lt_lt: Tik vienas H1
lv: Tikai viens H1
pl_pl: Tylko jeden H1
ro_ro: Doar un H1
ru_ru: Только один H1
tr_tr: Yalnızca bir H1
uk: Тільки один H1

source: The content has only one H1 tag: {h1_content}.
cs_cz: Obsah má pouze jednu značku H1: {h1_content}.
de_de: Der Inhalt hat nur ein H1-Tag: {h1_content}.
es_es: El contenido tiene solo una etiqueta H1: {h1_content}.
et: Sisul on ainult üks H1 silt: {h1_content}.
fr_fr: Le contenu ne comporte qu'une seule balise H1 : {h1_content}.
it_it: Il contenuto ha un solo tag H1: {h1_content}.
lt_lt: Turinyje yra tik viena H1 žyma: {h1_content}.
lv: Saturam ir tikai viens H1 tags: {h1_content}.
pl_pl: Treść ma tylko jeden tag H1: {h1_content}.
ro_ro: Conținutul are o singură etichetă H1: {h1_content}.
ru_ru: Содержимое имеет только один тег H1: {h1_content}.
tr_tr: İçeriğin yalnızca bir H1 etiketi var: {h1_content}.
uk: Вміст має лише один тег H1: {h1_content}.

source: Multiple or no H1 tags
cs_cz: Více značek H1 nebo žádné
da_dk: Flere eller ingen H1-tags
de_de: Mehrere oder keine H1-Tags
el: Πολλαπλές ή καθόλου ετικέτες H1
es_es: Varias etiquetas H1 o ninguna
et: Mitu või mitte ühtegi H1 silti
fr_fr: Plusieurs ou aucune balise H1
it_it: Tag H1 multipli o assenti
lt_lt: Kelios H1 žymos arba jų nėra
lv: Vairāki vai nav H1 tagi
pl_pl: Wiele lub brak tagów H1
ro_ro: Etichete H1 multiple sau deloc
ru_ru: Несколько тегов H1 или их отсутствие
tr_tr: Birden fazla veya hiç H1 etiketi yok
uk: Кілька тегів H1 або їх відсутність

source: The content has %d H1 tags, which is not recommended. There should be exactly one H1 tag.
cs_cz: Obsah má %d značek H1, což se nedoporučuje. Měl by existovat přesně jeden tag H1.
de_de: Der Inhalt enthält %d H1-Tags, was nicht empfohlen wird. Es sollte genau ein H1-Tag vorhanden sein.
es_es: El contenido tiene %d etiquetas H1, lo cual no se recomienda. Debe haber exactamente una etiqueta H1.
et: Sisul on %d H1 silti, mis pole soovitatav. Seal peaks olema täpselt üks H1 silt.
fr_fr: Le contenu comporte %d balises H1, ce qui n'est pas recommandé. Il devrait y avoir exactement une balise H1.
it_it: Il contenuto ha %d tag H1, il che non è consigliato. Dovrebbe esserci esattamente un tag H1.
lt_lt: Turinyje yra %d H1 žymų, o tai nerekomenduojama. Turėtų būti tiksliai viena H1 žyma.
lv: Saturā ir %d H1 tags, kas nav ieteicams. Jābūt tieši vienam H1 tagam.
pl_pl: Treść zawiera znaczniki %d H1, co nie jest zalecane. Powinien istnieć dokładnie jeden znacznik H1.
ro_ro: Conținutul are %d etichete H1, ceea ce nu este recomandat. Ar trebui să existe exact o etichetă H1.
ru_ru: Содержимое содержит %d тегов H1, что не рекомендуется. Должен быть ровно один тег H1.
tr_tr: İçerikte %d H1 etiketi var ve bu önerilmez. Tam olarak bir adet H1 etiketi bulunmalıdır.
uk: Вміст має %d тегів H1, що не рекомендується. Повинен бути рівно один тег H1.

source: Keyword presence in H1
cs_cz: Přítomnost klíčových slov v H1
da_dk: Nøgleords tilstedeværelse i H1
de_de: Keyword-Präsenz im ersten Halbjahr
el: Παρουσία λέξης-κλειδιού στο Η1
es_es: Presencia de palabras clave en H1
et: Märksõna olemasolu H1-s
fr_fr: Présence des mots clés au S1
it_it: Presenza di parole chiave in H1
lt_lt: Raktinio žodžio buvimas H1
lv: Atslēgvārdu klātbūtne H1
pl_pl: Obecność słowa kluczowego w H1
ro_ro: Prezența cuvântului cheie în H1
ru_ru: Присутствие ключевых слов в H1
tr_tr: H1'de anahtar kelimenin varlığı
uk: Наявність ключового слова в H1

source: The keyword is present in the H1 tag: {highlighted_title}. Keyword used: {highlighted_keyword}.
cs_cz: Klíčové slovo je přítomno ve značce H1: {highlighted_title}. Použité klíčové slovo: {highlighted_keyword}.
de_de: Das Schlüsselwort ist im H1-Tag vorhanden: {highlighted_title}. Verwendetes Schlüsselwort: {highlighted_keyword}.
es_es: La palabra clave está presente en la etiqueta H1: {highlighted_title}. Palabra clave utilizada: {highlighted_keyword}.
et: Märksõna on H1 sildis: {highlighted_title}. Kasutatud märksõna: {highlighted_keyword}.
fr_fr: Le mot clé est présent dans la balise H1 : {highlighted_title}. Mot clé utilisé : {highlighted_keyword}.
it_it: La parola chiave è presente nel tag H1: {highlighted_title}. Parola chiave utilizzata: {highlighted_keyword}.
lt_lt: Raktažodis yra H1 žymoje: {highlighted_title}. Naudojamas raktinis žodis: {highlighted_keyword}.
lv: Atslēgvārds atrodas H1 tagā: {highlighted_title}. Izmantotais atslēgvārds: {highlighted_keyword}.
pl_pl: Słowo kluczowe występuje w tagu H1: {highlighted_title}. Użyte słowo kluczowe: {highlighted_keyword}.
ro_ro: Cuvântul cheie este prezent în eticheta H1: {highlighted_title}. Cuvânt cheie folosit: {highlighted_keyword}.
ru_ru: Ключевое слово присутствует в теге H1: {highlighted_title}. Используемое ключевое слово: {highlighted_keyword}.
tr_tr: Anahtar kelime H1 etiketinde mevcut: {highlighted_title}. Kullanılan anahtar kelime: {highlighted_keyword}.
uk: Ключове слово присутнє в тегу H1: {highlighted_title}. Використане ключове слово: {highlighted_keyword}.

source: Keyword absence in H1
cs_cz: Absence klíčového slova v H1
da_dk: Nøgleordsfravær i H1
de_de: Fehlen von Schlüsselwörtern im ersten Halbjahr
el: Απουσία λέξης-κλειδιού στο Η1
es_es: Ausencia de palabras clave en H1
et: Märksõna puudumine poolaastas
fr_fr: Absence de mots clés au S1
it_it: Assenza di parole chiave in H1
lt_lt: Raktinio žodžio nebuvimas per pirmąjį pusmetį
lv: Atslēgvārdu trūkums pirmajā pusgadā
pl_pl: Brak słowa kluczowego w H1
ro_ro: Absența cuvântului cheie în H1
ru_ru: Отсутствие ключевого слова в H1
tr_tr: H1'de anahtar kelime yokluğu
uk: Відсутність ключового слова в H1

source: The keyword is not present in the H1 tag.
cs_cz: Klíčové slovo není přítomno ve značce H1.
da_dk: Nøgleordet er ikke til stede i H1-tagget.
de_de: Das Schlüsselwort ist im H1-Tag nicht vorhanden.
el: Η λέξη-κλειδί δεν υπάρχει στην ετικέτα H1.
es_es: La palabra clave no está presente en la etiqueta H1.
et: Märksõna H1 sildis puudub.
fr_fr: Le mot-clé n'est pas présent dans la balise H1.
it_it: La parola chiave non è presente nel tag H1.
lt_lt: Raktinio žodžio nėra H1 žymoje.
lv: Atslēgvārds nav ietverts H1 tagā.
pl_pl: Słowo kluczowe nie występuje w tagu H1.
ro_ro: Cuvântul cheie nu este prezent în eticheta H1.
ru_ru: Ключевое слово отсутствует в теге H1.
tr_tr: Anahtar kelime H1 etiketinde mevcut değil.
uk: Ключове слово відсутнє в тегу H1.

source: Keyword presence in subheadings
cs_cz: Přítomnost klíčových slov v podnadpisech
da_dk: Nøgleords tilstedeværelse i underoverskrifter
de_de: Präsenz von Schlüsselwörtern in Unterüberschriften
el: Παρουσία λέξεων-κλειδιών σε υποτίτλους
es_es: Presencia de palabras clave en subtítulos
et: Märksõna olemasolu alamrubriikides
fr_fr: Présence des mots clés dans les sous-titres
it_it: Presenza di parole chiave nei sottotitoli
lt_lt: Raktinių žodžių buvimas paantraštėse
lv: Atslēgvārdu klātbūtne apakšvirsrakstā
pl_pl: Obecność słów kluczowych w podtytułach
ro_ro: Prezența cuvintelor cheie în subtitluri
ru_ru: Наличие ключевых слов в подзаголовках
tr_tr: Alt başlıklarda anahtar kelimenin bulunması
uk: Наявність ключових слів у підзаголовках

source: The keyword is found in {count} subheadings. The keyword is present in the following subheadings: {subheadings_list}
cs_cz: Klíčové slovo se nachází v {count} podnadpisech. Klíčové slovo je přítomno v následujících podnadpisech: {subheadings_list}
de_de: Das Schlüsselwort wird in {count} Unterüberschriften gefunden. Das Schlüsselwort kommt in den folgenden Unterüberschriften vor: {subheadings_list}
es_es: La palabra clave se encuentra en {count} subtítulos. La palabra clave está presente en los siguientes subtítulos: {subheadings_list}
et: Märksõna leidub {count} alampealkirjas. Märksõna esineb järgmistes alampealkirjades: {subheadings_list}
fr_fr: Le mot-clé se trouve dans {count} sous-titres. Le mot-clé est présent dans les sous-titres suivants : {subheadings_list}
it_it: La parola chiave si trova in {count} sottotitoli. La parola chiave è presente nei seguenti sottotitoli: {subheadings_list}
lt_lt: Raktinis žodis randamas {count} subantraštėse. Raktinis žodis yra šiose paantraštėse: {subheadings_list}
lv: Atslēgvārds ir atrodams {count} apakšvirsrakstā. Atslēgvārds ir atrodams šādos apakšvirsrakstā: {subheadings_list}
pl_pl: Słowo kluczowe znajduje się w podtytułach ({count}). Słowo kluczowe występuje w następujących podpozycjach: {subheadings_list}
ro_ro: Cuvântul cheie se găsește în {count} subtitluri. Cuvântul cheie este prezent în următoarele subtitluri: {subheadings_list}
ru_ru: Ключевое слово встречается в подзаголовках: {count}. Ключевое слово присутствует в следующих подзаголовках: {subheadings_list}
tr_tr: Anahtar kelime {count} alt başlıkta bulunur. Anahtar kelime şu alt başlıklarda mevcuttur: {subheadings_list}
uk: Ключове слово знайдено в {count} підзаголовках. Ключове слово присутнє в наступних підзаголовках: {subheadings_list}

source: Keyword absence in subheadings
cs_cz: Absence klíčových slov v podnadpisech
da_dk: Nøgleordsfravær i underoverskrifter
de_de: Fehlen von Schlüsselwörtern in Unterüberschriften
el: Απουσία λέξεων-κλειδιών σε υποτίτλους
es_es: Ausencia de palabras clave en los subtítulos
et: Märksõna puudumine alapealkirjades
fr_fr: Absence de mot clé dans les sous-titres
it_it: Assenza di parole chiave nei sottotitoli
lt_lt: Raktinių žodžių nebuvimas paantraštėse
lv: Atslēgvārdu trūkums apakšvirsrakstā
pl_pl: Brak słów kluczowych w podtytułach
ro_ro: Absența cuvintelor cheie în subtitluri
ru_ru: Отсутствие ключевых слов в подзаголовках
tr_tr: Alt başlıklarda anahtar kelime bulunmaması
uk: Відсутність ключових слів у підзаголовках

source: The keyword is not present in any of the subheadings.
cs_cz: Klíčové slovo není přítomno v žádném z podnadpisů.
da_dk: Nøgleordet findes ikke i nogen af underoverskrifterne.
de_de: Das Schlüsselwort kommt in keiner der Unterüberschriften vor.
el: Η λέξη-κλειδί δεν υπάρχει σε καμία από τις υπότιτλους.
es_es: La palabra clave no está presente en ninguno de los subtítulos.
et: Märksõna ei esine üheski alampealkirjas.
fr_fr: Le mot-clé n’est présent dans aucun des sous-titres.
it_it: La parola chiave non è presente in nessuno dei sottotitoli.
lt_lt: Raktinio žodžio nėra nė vienoje paantraštėje.
lv: Atslēgvārda nav nevienā no apakšvirsrakstiem.
pl_pl: Słowo kluczowe nie występuje w żadnym z podtytułów.
ro_ro: Cuvântul cheie nu este prezent în niciunul dintre subtitluri.
ru_ru: Ключевое слово отсутствует ни в одном из подзаголовков.
tr_tr: Anahtar kelime hiçbir alt başlıkta mevcut değil.
uk: Ключове слово відсутнє в жодному з підзаголовків.

source: Correct nesting of subheadings
cs_cz: Správné vnoření podnadpisů
da_dk: Korrekt indlejring af underoverskrifter
de_de: Korrekte Verschachtelung der Zwischenüberschriften
el: Σωστή ένθεση των υποτίτλων
es_es: Anidamiento correcto de subtítulos
et: Alapealkirjade õige pesastamine
fr_fr: Imbrication correcte des sous-titres
it_it: Nidificazione corretta dei sottotitoli
lt_lt: Teisingas paantraštių įdėjimas
lv: Pareiza apakšvirsrakstu ligzdošana
pl_pl: Prawidłowe zagnieżdżenie podtytułów
ro_ro: Imbricarea corectă a subtitlurilor
ru_ru: Правильная вложенность подзаголовков
tr_tr: Alt başlıkların doğru şekilde yerleştirilmesi
uk: Правильна вкладеність підзаголовків

source: The subheadings are correctly nested. Correctly nested subheadings help in organizing the content and improving readability.
cs_cz: Podnadpisy jsou správně vnořené. Správně vnořené podnadpisy pomáhají organizovat obsah a zlepšovat čitelnost.
da_dk: Underoverskrifterne er korrekt indlejret. Korrekt indlejrede underoverskrifter hjælper med at organisere indholdet og forbedre læsbarheden.
de_de: Die Unterüberschriften sind korrekt verschachtelt. Korrekt verschachtelte Zwischenüberschriften helfen dabei, den Inhalt zu ordnen und die Lesbarkeit zu verbessern.
el: Οι υπότιτλοι είναι σωστά ένθετες. Οι σωστά ένθετες υπότιτλοι βοηθούν στην οργάνωση του περιεχομένου και στη βελτίωση της αναγνωσιμότητας.
es_es: Los subtítulos están correctamente anidados. Los subtítulos correctamente anidados ayudan a organizar el contenido y mejorar la legibilidad.
et: Alampealkirjad on õigesti pesastatud. Õigesti pesastatud alampealkirjad aitavad sisu korrastada ja loetavust parandada.
fr_fr: Les sous-titres sont correctement imbriqués. Les sous-titres correctement imbriqués aident à organiser le contenu et à améliorer la lisibilité.
it_it: I sottotitoli sono annidati correttamente. I sottotitoli nidificati correttamente aiutano a organizzare il contenuto e a migliorare la leggibilità.
lt_lt: Paantraštės įdėtos teisingai. Teisingai įdėtos paantraštės padeda organizuoti turinį ir pagerinti skaitomumą.
lv: Apakšvirsraksti ir pareizi ligzdoti. Pareizi ligzdotie apakšvirsraksti palīdz sakārtot saturu un uzlabot lasāmību.
pl_pl: Podtytuły są prawidłowo zagnieżdżone. Prawidłowo zagnieżdżone podtytuły pomagają uporządkować treść i poprawić czytelność.
ro_ro: Subtitlurile sunt imbricate corect. Subtitlurile imbricate corect ajută la organizarea conținutului și la îmbunătățirea lizibilității.
ru_ru: Подзаголовки правильно вложены. Правильно вложенные подзаголовки помогают организовать контент и улучшить читабельность.
tr_tr: Alt başlıklar doğru şekilde iç içe geçmiştir. Doğru şekilde iç içe geçmiş alt başlıklar, içeriğin düzenlenmesine ve okunabilirliğin arttırılmasına yardımcı olur.
uk: Підзаголовки правильно вкладені. Правильно вкладені підзаголовки допомагають упорядкувати вміст і покращити читабельність.

source: Incorrect nesting of subheadings
cs_cz: Nesprávné vnoření podnadpisů
da_dk: Forkert indlejring af underoverskrifter
de_de: Falsche Verschachtelung von Zwischenüberschriften
el: Λανθασμένη ένθεση των υποτίτλων
es_es: Anidamiento incorrecto de subtítulos
et: Alapealkirjade vale pesastamine
fr_fr: Imbrication incorrecte des sous-titres
it_it: Nidificazione errata dei sottotitoli
lt_lt: Neteisingai sudėtos subantraštės
lv: Nepareiza apakšvirsrakstu ligzdošana
pl_pl: Nieprawidłowe zagnieżdżenie podtytułów
ro_ro: Imbricarea incorectă a subtitlurilor
ru_ru: Неправильная вложенность подзаголовков
tr_tr: Alt başlıkların yanlış yerleştirilmesi
uk: Некоректне вкладення підзаголовків

source: The subheadings are not correctly nested. Incorrect nesting may lead to poor content structure and affect readability. Correct structure should follow the pattern: H2 > H3 > H4, etc. Incorrect structure: {heading_structure}
cs_cz: Podnadpisy nejsou správně vnořeny. Nesprávné vnoření může vést ke špatné struktuře obsahu a ovlivnit čitelnost. Správná struktura by měla odpovídat vzoru: H2 > H3 > H4 atd. Nesprávná struktura: {struktura_nadpisu}
de_de: Die Unterüberschriften sind nicht korrekt verschachtelt. Eine falsche Verschachtelung kann zu einer schlechten Inhaltsstruktur führen und die Lesbarkeit beeinträchtigen. Die richtige Struktur sollte dem Muster folgen: H2 > H3 > H4 usw. Falsche Struktur: {heading_structure}
es_es: Los subtítulos no están anidados correctamente. Un anidamiento incorrecto puede provocar una estructura de contenido deficiente y afectar la legibilidad. La estructura correcta debe seguir el patrón: H2 > H3 > H4, etc. Estructura incorrecta: {heading_structure}
et: Alampealkirjad ei ole õigesti pesastatud. Vale pesastamine võib põhjustada kehva sisustruktuuri ja mõjutada loetavust. Õige struktuur peaks järgima mustrit: H2 > H3 > H4 jne. Vale struktuur: {heading_structure}
fr_fr: Les sous-titres ne sont pas correctement imbriqués. Une imbrication incorrecte peut entraîner une mauvaise structure du contenu et affecter la lisibilité. La structure correcte doit suivre le modèle : H2 > H3 > H4, etc. Structure incorrecte : {heading_structure}
it_it: I sottotitoli non sono annidati correttamente. L'annidamento errato può portare a una struttura inadeguata del contenuto e influire sulla leggibilità. La struttura corretta dovrebbe seguire lo schema: H2 > H3 > H4, ecc. Struttura errata: {heading_structure}
lt_lt: Paantraštės nėra tinkamai įdėtos. Neteisingas įdėjimas gali lemti prastą turinio struktūrą ir turėti įtakos skaitomumui. Tinkama struktūra turi atitikti šabloną: H2 > H3 > H4 ir tt Neteisinga struktūra: {heading_structure}
lv: Apakšvirsraksti nav pareizi ligzdoti. Nepareiza ligzdošana var izraisīt sliktu satura struktūru un ietekmēt lasāmību. Pareizai struktūrai ir jāatbilst paraugam: H2 > H3 > H4 utt. Nepareiza struktūra: {heading_structure}
pl_pl: Podtytuły nie są prawidłowo zagnieżdżone. Nieprawidłowe zagnieżdżenie może prowadzić do złej struktury treści i wpływać na czytelność. Prawidłowa struktura powinna być zgodna ze wzorcem: H2 > H3 > H4 itd. Nieprawidłowa struktura: {heading_structure}
ro_ro: Subtitlurile nu sunt imbricate corect. Imbricarea incorectă poate duce la o structură slabă a conținutului și poate afecta lizibilitatea. Structura corectă ar trebui să urmeze modelul: H2 > H3 > H4 etc. Structură incorectă: {heading_structure}
ru_ru: Подзаголовки расположены неправильно. Неправильная вложенность может привести к ухудшению структуры контента и ухудшению читаемости. Правильная структура должна соответствовать шаблону: H2 > H3 > H4 и т. д. Неправильная структура: {heading_structure}.
tr_tr: Alt başlıklar doğru şekilde iç içe yerleştirilmemiştir. Yanlış yerleştirme, zayıf içerik yapısına yol açabilir ve okunabilirliği etkileyebilir. Doğru yapı şu modeli takip etmelidir: H2 > H3 > H4 vb. Yanlış yapı: {heading_structure}
uk: Підзаголовки неправильно вкладені. Неправильне вкладення може призвести до поганої структури вмісту та погіршити читабельність. Правильна структура має відповідати шаблону: H2 > H3 > H4 тощо. Неправильна структура: {heading_structure}

source: Presence of alt text for all images
cs_cz: Přítomnost alternativního textu pro všechny obrázky
da_dk: Tilstedeværelse af alt-tekst for alle billeder
de_de: Vorhandensein von Alternativtext für alle Bilder
el: Παρουσία εναλλακτικού κειμένου για όλες τις εικόνες
es_es: Presencia de texto alternativo para todas las imágenes.
et: Kõigi piltide alternatiivse teksti olemasolu
fr_fr: Présence de texte alternatif pour toutes les images
it_it: Presenza di testo alternativo per tutte le immagini
lt_lt: Visuose vaizduose yra alternatyvaus teksto
lv: Alternatīvā teksta klātbūtne visiem attēliem
pl_pl: Obecność tekstu alternatywnego dla wszystkich obrazów
ro_ro: Prezența textului alternativ pentru toate imaginile
ru_ru: Наличие альтернативного текста для всех изображений
tr_tr: Tüm resimler için alternatif metnin varlığı
uk: Наявність альтернативного тексту для всіх зображень
