Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: AI SEO AutoOptimize Pro website
cs_cz: Web AI SEO AutoOptimize Pro
es_es: Sitio web AI SEO AutoOptimize Pro
et: AI SEO AutoOptimize Pro veebisait
fr_fr: Site Web AI SEO AutoOptimize Pro
it_it: Sito web AI SEO AutoOptimize Pro
lt_lt: AI SEO AutoOptimize Pro svetainė
lv: AI SEO AutoOptimize Pro vietne
pl_pl: Witryna internetowa AI SEO AutoOptimize Pro
ro_ro: Site-ul web AI SEO AutoOptimize Pro
ru_ru: Веб-сайт AI SEO AutoOptimize Pro
tr_tr: AI SEO AutoOptimize Pro web sitesi
uk: Веб-сайт AI SEO AutoOptimize Pro

source: AI SEO Content Analyzer requires <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a>, <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a>, or <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> to be activated. Please activate one of these plugins to use AI SEO Content Analyzer.
cs_cz: AI SEO Content Analyzer vyžaduje aktivaci <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> nebo <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Chcete-li používat AI SEO Content Analyzer, aktivujte jeden z těchto pluginů.
de_de: AI SEO Content Analyzer erfordert die Aktivierung <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">von Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> oder <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Bitte aktivieren Sie eines dieser Plugins, um AI SEO Content Analyzer zu nutzen.
es_es: AI SEO Content Analyzer requiere que <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> o <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> estén activados. Active uno de estos complementos para utilizar AI SEO Content Analyzer.
et: AI SEO Content Analyzer nõuab <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> või <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">klassikalise redaktori</a> aktiveerimist. AI SEO sisuanalüsaatori kasutamiseks aktiveerige üks neist pistikprogrammidest.
fr_fr: AI SEO Content Analyser nécessite que <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> ou <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> soit activé. Veuillez activer l&#39;un de ces plugins pour utiliser AI SEO Content Analyzer.
it_it: AI SEO Content Analyser richiede l&#39;attivazione <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">di Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> o <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Attiva uno di questi plugin per utilizzare AI SEO Content Analyser.
lt_lt: AI SEO turinio analizatoriui reikia suaktyvinti <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> arba <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Norėdami naudoti AI SEO turinio analizatorių, suaktyvinkite vieną iš šių papildinių.
lv: AI SEO satura analizatoram ir jāaktivizē <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> vai <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Lūdzu, aktivizējiet vienu no šiem spraudņiem, lai izmantotu AI SEO satura analizatoru.
pl_pl: AI SEO Content Analyzer wymaga aktywacji <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> lub <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Aby korzystać z narzędzia AI SEO Content Analyzer, aktywuj jedną z tych wtyczek.
ro_ro: Analizatorul de conținut AI SEO necesită activarea <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> sau <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Vă rugăm să activați unul dintre aceste pluginuri pentru a utiliza AI SEO Content Analyzer.
ru_ru: Для AI SEO Content Analyzer требуется активация <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> или <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Пожалуйста, активируйте один из этих плагинов, чтобы использовать анализатор контента AI SEO.
tr_tr: AI SEO İçerik Analizcisi, <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> veya <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor&#39;ın</a> etkinleştirilmesini gerektirir. AI SEO İçerik Analiz Aracı&#39;nı kullanmak için lütfen bu eklentilerden birini etkinleştirin.
uk: AI SEO Content Analyzer вимагає активації <a href="https://wordpress.org/plugins/wordpress-seo/" target="_blank">Yoast SEO</a> , <a href="https://wordpress.org/plugins/seo-by-rank-math/" target="_blank">Rank Math</a> або <a href="https://wordpress.org/plugins/classic-editor/" target="_blank">Classic Editor</a> . Будь ласка, активуйте один із цих плагінів, щоб використовувати AI SEO Content Analyzer.

source: WIKI Plugin
cs_cz: Plugin WIKI
el: Πρόσθετο WIKI
es_es: Complemento WIKI
et: WIKI pistikprogramm
fr_fr: Plugin WIKI
it_it: Plug-in WIKI
lt_lt: WIKI papildinys
lv: WIKI spraudnis
pl_pl: Wtyczka WIKI
ro_ro: Plugin WIKI
ru_ru: Вики-плагин
tr_tr: WIKI Eklentisi
uk: Плагін WIKI

source: Normal
cs_cz: Normální
el: Κανονικός
et: Tavaline
fr_fr: Normale
it_it: Normale
lt_lt: Normalus
lv: Normāls
pl_pl: Normalna
ru_ru: Нормальный
uk: нормальний

source: Keyword used: %1$s<strong>%1$s</strong><br>Missing keyword in the title can affect search engine visibility. Implementing the keyword can enhance ranking.<br>Title: %2$s
da_dk: Anvendt søgeord: %1$s<strong>%1$s</strong><br>Manglende søgeord i titlen kan påvirke søgemaskinens synlighed. Implementering af søgeordet kan forbedre rangeringen.<br>Titel: %2$s
el: Λέξη-κλειδί που χρησιμοποιείται: %1$s<strong>%1$s</strong><br>Η λέξη-κλειδί που λείπει στον τίτλο μπορεί να επηρεάσει την ορατότητα της μηχανής αναζήτησης. Η εφαρμογή της λέξης-κλειδιού μπορεί να βελτιώσει την κατάταξη.<br>Τίτλος: %2$s

source: Keyword used: %1$s<strong>%1$s</strong><br>Title: %2$s%3$s
da_dk: Anvendt søgeord: %1$s<strong>%1$s</strong><br>Titel: %2$s%3$s
el: Λέξη-κλειδί που χρησιμοποιείται: %1$s<strong>%1$s</strong><br>Τίτλος: %2$s%3$s

source: The keyword was not found in the meta description. It's recommended to include the keyword for better SEO performance.<br>Keyword used: %1$s<strong>%1$s</strong><br>Meta Description: %2$s
da_dk: Søgeordet blev ikke fundet i metabeskrivelsen. Det anbefales at inkludere søgeordet for bedre SEO-ydeevne.<br>Anvendt søgeord: %1$s<strong>%1$s</strong><br>Metabeskrivelse: %2$s
el: Η λέξη-κλειδί δεν βρέθηκε στη μετα-περιγραφή. Συνιστάται να συμπεριλάβετε τη λέξη-κλειδί για καλύτερη απόδοση SEO.<br>Λέξη-κλειδί που χρησιμοποιείται: %1$s<strong>%1$s</strong><br>Περιγραφή Meta: %2$s

source: The content has only one H1 tag: %s.
da_dk: Indholdet har kun ét H1-tag: %s.
el: Το περιεχόμενο έχει μόνο μία ετικέτα H1: %s.

source: All %1$s images have alt text. This is good for SEO and accessibility.
da_dk: Alle %1$s billeder har alt-tekst. Dette er godt for SEO og tilgængelighed.
el: Όλες οι εικόνες %1$s έχουν εναλλακτικό κείμενο. Αυτό είναι καλό για SEO και προσβασιμότητα.

source: The content has %1$s images and %2$s characters. Consider adding more images to achieve the recommended ratio of at least 1 image per 3000 characters.
da_dk: Indholdet har %1$s billeder og %2$s tegn. Overvej at tilføje flere billeder for at opnå det anbefalede forhold på mindst 1 billede pr. 3000 tegn.
el: Το περιεχόμενο έχει %1$s εικόνες και %2$s χαρακτήρες. Εξετάστε το ενδεχόμενο να προσθέσετε περισσότερες εικόνες για να επιτύχετε τη συνιστώμενη αναλογία τουλάχιστον 1 εικόνας ανά 3000 χαρακτήρες.

source: Keyword density is <strong>%1$.2f%%</strong>. Recommended optimal density is between %2$.2f%% and %3$.2f%%.
da_dk: Søgeordstætheden er <strong>%1$.2f%%</strong>. Den anbefalede optimale tæthed er mellem %2$.2f%% og %3$.2f%%.
el: Η πυκνότητα των λέξεων-κλειδιών είναι <strong>%1$.2f%%</strong>. Η συνιστώμενη βέλτιστη πυκνότητα είναι μεταξύ %2$.2f%% και %3$.2f%%.

source: Keyword density is <strong>%1$.2f%%</strong>. Recommended optimal density is between %2$.2f%% and %3$.2f%%. No points awarded as density is out of range.
da_dk: Søgeordstætheden er <strong>%1$.2f%%</strong>. Den anbefalede optimale tæthed er mellem %2$.2f%% og %3$.2f%%. Der gives ingen point, da tætheden er uden for rækkevidde.
el: Η πυκνότητα των λέξεων-κλειδιών είναι <strong>%1$.2f%%</strong>. Η συνιστώμενη βέλτιστη πυκνότητα είναι μεταξύ %2$.2f%% και %3$.2f%%. Δεν δίνονται βαθμοί καθώς η πυκνότητα είναι εκτός εύρους.

source: Content has %1$s words. A minimum of %2$d words is recommended for optimal SEO.
da_dk: Indholdet har %1$s ord. Minimum %2$d ord anbefales for optimal SEO.
el: Το περιεχόμενο έχει %1$s λέξεις. Συνιστάται τουλάχιστον %2$d λέξεις για βέλτιστο SEO.

source: Found %1$s media items in content. Media items like images and videos can enhance user engagement.
da_dk: Fandt %1$s medieelementer i indholdet. Medieelementer som billeder og videoer kan øge brugerengagementet.
el: Βρέθηκαν %1$s στοιχεία πολυμέσων στο περιεχόμενο. Τα στοιχεία πολυμέσων, όπως εικόνες και βίντεο, μπορούν να ενισχύσουν την αφοσίωση των χρηστών.

source: Improve with Pro Version
da_dk: Forbedre med Pro-versionen
el: Βελτιώστε με την έκδοση Pro

source: Your go-to tool for comprehensive SEO content analysis. Brought to you by BuyReadySite, the AI SEO Content Analyzer Pro helps you scrutinize and optimize your content like never before. Enhance your content's SEO score with detailed audits and intelligent recommendations.
da_dk: Dit go-to-værktøj til omfattende SEO-indholdsanalyse. Bragt til dig af BuyReadySite, AI SEO Content Analyzer Pro hjælper dig med at granske og optimere dit indhold som aldrig før. Forbedre dit indholds SEO-score med detaljerede revisioner og intelligente anbefalinger.
el: Το εργαλείο σας για ολοκληρωμένη ανάλυση περιεχομένου SEO. Το AI SEO Content Analyzer Pro που σας δόθηκε από το BuyReadySite, σας βοηθά να ελέγχετε και να βελτιστοποιείτε το περιεχόμενό σας όπως ποτέ πριν. Βελτιώστε τη βαθμολογία SEO του περιεχομένου σας με λεπτομερείς ελέγχους και έξυπνες προτάσεις.

source: Paid Version Advantages
da_dk: Fordele ved betalt version
el: Πλεονεκτήματα έκδοσης επί πληρωμή

source: Data Security
da_dk: Datasikkerhed
el: Ασφάλεια δεδομένων

source: Backup creation
da_dk: Sikkerhedskopiering
el: Δημιουργία αντιγράφων ασφαλείας

source: Logging
da_dk: Logning
el: Ξύλευση

source: Data encryption
da_dk: Datakryptering
el: Κρυπτογράφηση δεδομένων

source: Linking Tools
da_dk: Sammenkædningsværktøjer
el: Εργαλεία σύνδεσης

source: Internal linking
da_dk: Intern linking
el: Εσωτερική σύνδεση

source: Search and removal of broken links from content
da_dk: Søg og fjernelse af ødelagte links fra indhold
el: Αναζήτηση και αφαίρεση κατεστραμμένων συνδέσμων από περιεχόμενο

source: Advanced Reporting
da_dk: Avanceret rapportering
el: Σύνθετη αναφορά

source: Weekly reports
da_dk: Ugentlige rapporter
el: Εβδομαδιαίες αναφορές

source: Exportable PDF reports
da_dk: Eksporterbare PDF-rapporter
el: Εξαγώγιμες αναφορές PDF

source: Get Pro Version Now - Unlock Advanced Features!
da_dk: Få Pro-version nu - Lås op for avancerede funktioner!
el: Αποκτήστε την έκδοση Pro τώρα - Ξεκλειδώστε προηγμένες λειτουργίες!

source: Go to products
da_dk: Gå til produkter
el: Μεταβείτε στα προϊόντα

source: Mass content analysis
da_dk: Masseindholdsanalyse
el: Μαζική ανάλυση περιεχομένου

source: Available in Pro Version
da_dk: Tilgængelig i Pro-version
el: Διατίθεται σε έκδοση Pro

source: All good
da_dk: Alt godt
el: Ολα καλά

source: Edit
da_dk: Redigere
el: Επεξεργασία

source: AI SEO AutoOptimize Pro requires an active SEO plugin (Yoast, Rank Math, or All in One SEO Pack). Please install and activate one. However, we recommend using the RankMath plugin.
da_dk: AI SEO AutoOptimize Pro kræver et aktivt SEO-plugin (Yoast, Rank Math eller All in One SEO Pack). Installer og aktiver en. Vi anbefaler dog at bruge RankMath plugin.
el: Το AI SEO AutoOptimize Pro απαιτεί ένα ενεργό πρόσθετο SEO (Yoast, Rank Math ή All in One SEO Pack). Εγκαταστήστε και ενεργοποιήστε ένα. Ωστόσο, συνιστούμε να χρησιμοποιήσετε την προσθήκη RankMath.

source: Buy Pro Version
da_dk: Køb Pro-version
el: Αγοράστε την έκδοση Pro

source: AI SEO Content Analyzer requires Yoast SEO or Rank Math to be active!
da_dk: AI SEO Content Analyzer kræver, at Yoast SEO eller Rank Math er aktiv!
el: Το AI SEO Content Analyzer απαιτεί το Yoast SEO ή το Rank Math για να είναι ενεργό!

source: AutoOptimize with Pro
da_dk: Autooptimer med Pro
