Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: No media content found
cs_cz: Nebyl nalezen žádný mediální obsah
da_dk: Intet medieindhold fundet
de_de: Kein Medieninhalt gefunden
el: Δεν βρέθηκε περιεχόμενο πολυμέσων
es_es: No se encontró contenido multimedia
et: Meedia sisu ei leitud
fr_fr: Aucun contenu multimédia trouvé
it_it: Nessun contenuto multimediale trovato
lt_lt: Nerasta medijos turinio
lv: Nav atrasts neviens multivides saturs
pl_pl: Nie znaleziono treści multimedialnych
ro_ro: Nu s-a găsit conținut media
ru_ru: Медиа-контент не найден
tr_tr: Medya içeriği bulunamadı
uk: Медіаконтент не знайдено

source: No media items found in content. Consider adding images or videos to enhance user engagement.
cs_cz: V obsahu nebyly nalezeny žádné mediální položky. Zvažte přidání obrázků nebo videí, abyste zvýšili zapojení uživatelů.
da_dk: Ingen medieelementer fundet i indholdet. Overvej at tilføje billeder eller videoer for at øge brugerengagementet.
de_de: Im Inhalt wurden keine Medienelemente gefunden. Erwägen Sie das Hinzufügen von Bildern oder Videos, um die Benutzerinteraktion zu verbessern.
el: Δεν βρέθηκαν στοιχεία πολυμέσων στο περιεχόμενο. Εξετάστε το ενδεχόμενο να προσθέσετε εικόνες ή βίντεο για να βελτιώσετε την αφοσίωση των χρηστών.
es_es: No se encontraron elementos multimedia en el contenido. Considere agregar imágenes o videos para mejorar la participación del usuario.
et: Sisult ei leitud ühtegi meediaüksust. Kaaluge piltide või videote lisamist, et suurendada kasutajate seotust.
fr_fr: Aucun élément multimédia trouvé dans le contenu. Pensez à ajouter des images ou des vidéos pour améliorer l'engagement des utilisateurs.
it_it: Nessun elemento multimediale trovato nel contenuto. Prendi in considerazione l'aggiunta di immagini o video per migliorare il coinvolgimento degli utenti.
lt_lt: Turinyje nerasta medijos elementų. Apsvarstykite galimybę pridėti vaizdų ar vaizdo įrašų, kad padidintumėte naudotojų įtraukimą.
lv: Saturā nav atrasts neviens multivides vienums. Apsveriet iespēju pievienot attēlus vai videoklipus, lai uzlabotu lietotāju iesaisti.
pl_pl: W treści nie znaleziono żadnych elementów multimedialnych. Rozważ dodanie zdjęć lub filmów, aby zwiększyć zaangażowanie użytkowników.
ro_ro: Nu s-au găsit elemente media în conținut. Luați în considerare adăugarea de imagini sau videoclipuri pentru a spori implicarea utilizatorilor.
ru_ru: В контенте не найдено медиа-элементов. Рассмотрите возможность добавления изображений или видео для повышения вовлеченности пользователей.
tr_tr: İçerikte medya öğesi bulunamadı. Kullanıcı etkileşimini artırmak için resim veya video eklemeyi düşünün.
uk: У вмісті не знайдено медіа-елементів. Подумайте про додавання зображень або відео, щоб посилити залучення користувачів.

source: No long sentences
cs_cz: Žádné dlouhé věty
da_dk: Ingen lange sætninger
de_de: Keine langen Sätze
el: Όχι μεγάλες προτάσεις
es_es: Sin frases largas
et: Ei mingeid pikki lauseid
fr_fr: Pas de longues phrases
it_it: Nessuna frase lunga
lt_lt: Jokių ilgų sakinių
lv: Nav garu teikumu
pl_pl: Żadnych długich zdań
ro_ro: Fără propoziții lungi
ru_ru: Никаких длинных предложений
tr_tr: Uzun cümleler yok
uk: Без довгих речень

source: No long sentences found in content.
cs_cz: V obsahu nebyly nalezeny žádné dlouhé věty.
da_dk: Ingen lange sætninger fundet i indholdet.
de_de: Im Inhalt wurden keine langen Sätze gefunden.
el: Δεν βρέθηκαν μεγάλες προτάσεις στο περιεχόμενο.
es_es: No se encontraron oraciones largas en el contenido.
et: Sisult ei leitud pikki lauseid.
fr_fr: Aucune phrase longue trouvée dans le contenu.
it_it: Nessuna frase lunga trovata nel contenuto.
lt_lt: Turinyje nerasta ilgų sakinių.
lv: Saturā nav atrasti gari teikumi.
pl_pl: W treści nie znaleziono długich zdań.
ro_ro: Nu s-au găsit propoziții lungi în conținut.
ru_ru: В содержании не найдено длинных предложений.
tr_tr: İçerikte uzun cümle bulunamadı.
uk: У змісті не знайдено довгих речень.

source: Presence of long sentences
cs_cz: Přítomnost dlouhých vět
da_dk: Tilstedeværelse af lange sætninger
de_de: Vorhandensein langer Sätze
el: Παρουσία μεγάλων προτάσεων
es_es: Presencia de sentencias largas.
et: Pikkade lausete esinemine
fr_fr: Présence de phrases longues
it_it: Presenza di frasi lunghe
lt_lt: Ilgų sakinių buvimas
lv: Garu teikumu klātbūtne
pl_pl: Obecność długich zdań
ro_ro: Prezența propozițiilor lungi
ru_ru: Наличие длинных предложений
tr_tr: Uzun cümlelerin varlığı
uk: Наявність довгих речень

source: Found %d long sentences. Consider breaking them down for better readability. Sentences:<br><ul style='background-color: #e0f2e9;'><li>%s</li></ul>
cs_cz: Nalezeno %d dlouhých vět. Zvažte jejich rozdělení pro lepší čitelnost. Věty:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
de_de: %d lange Sätze gefunden. Erwägen Sie, sie zur besseren Lesbarkeit aufzuschlüsseln. Sätze:<br><ul style='background-color: #e0f2e9;'><li> %S</li></ul>
es_es: Se encontraron %d oraciones largas. Considere dividirlos para una mejor legibilidad. Oraciones:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
et: Leiti %d pikka lauset. Parema loetavuse huvides kaaluge nende tükeldamist. Laused:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
fr_fr: %d phrases longues trouvées. Pensez à les décomposer pour une meilleure lisibilité. Phrases:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
it_it: Trovate %d frasi lunghe. Considera l&#39;idea di scomporli per una migliore leggibilità. Frasi:<br><ul style='background-color: #e0f2e9;'><li> %S</li></ul>
lt_lt: Rasta %d ilgio sakinio. Apsvarstykite galimybę juos suskaidyti, kad būtų geriau skaitoma. Sakiniai:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
lv: Atrasti %d gari teikumi. Apsveriet to sadalīšanu, lai nodrošinātu labāku lasāmību. Teikumi:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
pl_pl: Znaleziono %d długich zdań. Rozważ ich podzielenie dla lepszej czytelności. Zdania:<br><ul style='background-color: #e0f2e9;'><li> %S</li></ul>
ro_ro: S-au găsit %d propoziții lungi. Luați în considerare descompunerea lor pentru o mai bună lizibilitate. Propoziții:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
ru_ru: Найдено %d длинных предложений. Рассмотрите возможность разбить их на части для лучшей читаемости. Предложения:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>
tr_tr: %d uzun cümle bulundu. Daha iyi okunabilirlik için bunları parçalara ayırmayı düşünün. Cümleler:<br><ul style='background-color: #e0f2e9;'><li> %S</li></ul>
uk: Знайдено %d довгих речень. Розгляньте їх для кращої читабельності. Речення:<br><ul style='background-color: #e0f2e9;'><li> %s</li></ul>

source: No large paragraphs
cs_cz: Žádné velké odstavce
da_dk: Ingen store afsnit
de_de: Keine großen Absätze
el: Χωρίς μεγάλες παραγράφους
es_es: Sin párrafos grandes
et: Ei mingeid suuri lõike
fr_fr: Pas de gros paragraphes
it_it: Nessun paragrafo lungo
lt_lt: Nėra didelių pastraipų
lv: Nav lielu rindkopu
pl_pl: Żadnych dużych akapitów
ro_ro: Fără paragrafe mari
ru_ru: Никаких больших абзацев
tr_tr: Büyük paragraf yok
uk: Жодних великих абзаців

source: No large paragraphs found in content.
cs_cz: V obsahu nebyly nalezeny žádné velké odstavce.
da_dk: Ingen store afsnit fundet i indholdet.
de_de: Im Inhalt wurden keine großen Absätze gefunden.
el: Δεν βρέθηκαν μεγάλες παράγραφοι στο περιεχόμενο.
es_es: No se encontraron párrafos grandes en el contenido.
et: Sisult ei leitud suuri lõike.
fr_fr: Aucun gros paragraphe trouvé dans le contenu.
it_it: Nessun paragrafo di grandi dimensioni trovato nel contenuto.
lt_lt: Turinyje nerasta didelių pastraipų.
lv: Saturā nav atrastas lielas rindkopas.
pl_pl: W treści nie znaleziono dużych akapitów.
ro_ro: Nu s-au găsit paragrafe mari în conținut.
ru_ru: В содержании не обнаружено больших абзацев.
tr_tr: İçerikte büyük paragraf bulunamadı.
uk: У вмісті не знайдено великих абзаців.

source: Presence of large paragraphs
cs_cz: Přítomnost velkých odstavců
da_dk: Tilstedeværelse af store afsnit
de_de: Vorhandensein großer Absätze
el: Παρουσία μεγάλων παραγράφων
es_es: Presencia de párrafos grandes.
et: Suurte lõikude olemasolu
fr_fr: Présence de gros paragraphes
it_it: Presenza di paragrafi grandi
lt_lt: Didelių pastraipų buvimas
lv: Lielu rindkopu klātbūtne
pl_pl: Obecność dużych akapitów
ro_ro: Prezența paragrafelor mari
ru_ru: Наличие больших абзацев
tr_tr: Büyük paragrafların varlığı
uk: Наявність великих абзаців

source: Found %d large paragraphs. Consider breaking them down for better readability. Paragraphs: <br>%s
cs_cz: Nalezeno %d velkých odstavců. Zvažte jejich rozdělení pro lepší čitelnost. Odstavce: <br>%s
de_de: %d große Absätze gefunden. Erwägen Sie, sie zur besseren Lesbarkeit aufzuschlüsseln. Absätze: <br>%s
es_es: Se encontraron %d párrafos grandes. Considere dividirlos para una mejor legibilidad. Párrafos: <br>%s
et: Leiti %d suurt lõiku. Parema loetavuse huvides kaaluge nende tükeldamist. Lõigud: <br>%s
fr_fr: %d gros paragraphes trouvés. Pensez à les décomposer pour une meilleure lisibilité. Paragraphes : <br>%s
it_it: Trovati %d paragrafi grandi. Considera l'idea di scomporli per una migliore leggibilità. Paragrafi: <br>%s
lt_lt: Rasta %d didelės pastraipos. Apsvarstykite galimybę juos suskaidyti, kad būtų geriau skaitoma. Pastraipos: <br>%s
lv: Atrastas %d lielas rindkopas. Apsveriet to sadalīšanu, lai nodrošinātu labāku lasāmību. Rindkopas: <br>%s
pl_pl: Znaleziono %d dużych akapitów. Rozważ ich podzielenie dla lepszej czytelności. Akapity: <br>%s
ro_ro: S-au găsit %d paragrafe mari. Luați în considerare descompunerea lor pentru o mai bună lizibilitate. Paragrafe: <br>%s
ru_ru: Найдено %d больших абзацев. Рассмотрите возможность разбить их на части для лучшей читаемости. Абзацы: <br>%s
tr_tr: %d büyük paragraf bulundu. Daha iyi okunabilirlik için bunları parçalara ayırmayı düşünün. Paragraflar: <br>%s
uk: Знайдено %d великих абзаців. Розгляньте їх для кращої читабельності. Абзаци: <br>%s

source: List
cs_cz: Seznam
da_dk: Liste
de_de: Aufführen
el: Λίστα
es_es: Lista
et: Nimekiri
fr_fr: Liste
it_it: Elenco
lt_lt: Sąrašas
lv: Saraksts
pl_pl: Lista
ro_ro: Listă
ru_ru: Список
tr_tr: Liste
uk: Список

source: Presence of lists
cs_cz: Přítomnost seznamů
da_dk: Tilstedeværelse af lister
de_de: Vorhandensein von Listen
el: Παρουσία λιστών
es_es: Presencia de listas
et: Nimekirjade olemasolu
fr_fr: Présence de listes
it_it: Presenza di elenchi
lt_lt: Sąrašų buvimas
lv: Sarakstu klātbūtne
pl_pl: Obecność list
ro_ro: Prezența listelor
ru_ru: Наличие списков
tr_tr: Listelerin varlığı
uk: Наявність списків

source: Found %1$s unordered lists and %2$s ordered lists.<br>%3$s%4$s
cs_cz: Nalezeno %1$s neuspořádaných seznamů a %2$s uspořádaných seznamů.<br>%3$s%4$s
da_dk: Fandt %1$s uordnede lister og %2$s ordnede lister.<br>%3$s%4$s
de_de: %1$s ungeordnete Listen und %2$s geordnete Listen gefunden.<br>%3$s%4$s
el: Βρέθηκαν %1$s μη ταξινομημένες λίστες και %2$s ταξινομημένες λίστες.<br>%3$s%4$s
es_es: Se encontraron %1$s listas desordenadas y %2$s listas ordenadas.<br>%3$s%4$s
et: Leiti %1$s järjestamata loendit ja %2$s järjestatud loendit.<br>%3$s%4$s
fr_fr: %1$s listes non ordonnées et %2$s listes ordonnées ont été trouvées.<br>%3$s%4$s
it_it: Trovati %1$s elenchi non ordinati e %2$s elenchi ordinati.<br>%3$s%4$s
lt_lt: Rasta %1$s nesutvarkytų sąrašų ir %2$s sutvarkytų sąrašų.<br>%3$s%4$s
lv: Atrasti %1$s nesakārtoti saraksti un %2$s sakārtoti saraksti.<br>%3$s%4$s
pl_pl: Znaleziono listy nieuporządkowane %1$s i listy uporządkowane %2$s.<br>%3$s%4$s
ro_ro: S-au găsit %1$s liste neordonate și %2$s liste ordonate.<br>%3$s%4$s
ru_ru: Найдено %1$s неупорядоченных списков и %2$s упорядоченных списков.<br>%3$s%4$s
tr_tr: %1$s sırasız liste ve %2$s sıralı liste bulundu.<br>%3$s%4$s
uk: Знайдено невпорядкованих списків %1$s і впорядкованих списків %2$s.<br>%3$s%4$s

source: Use of italic or bold for keyword emphasis
cs_cz: Pro zdůraznění klíčových slov použijte kurzívu nebo tučné písmo
da_dk: Brug af kursiv eller fed for at fremhæve nøgleord
de_de: Verwendung von Kursiv- oder Fettschrift zur Hervorhebung des Schlüsselworts
el: Χρήση πλάγιας ή έντονης γραφής για έμφαση στη λέξη-κλειδί
es_es: Uso de cursiva o negrita para enfatizar las palabras clave
et: Kaldkirja või paksu kirja kasutamine märksõna rõhutamiseks
fr_fr: Utilisation de l'italique ou du gras pour mettre l'accent sur les mots clés
it_it: Utilizzo del corsivo o del grassetto per enfatizzare le parole chiave
lt_lt: Kursyvo arba pusjuodžio šrifto naudojimas raktiniams žodžiams paryškinti
lv: Slīpraksta vai treknraksta izmantošana atslēgvārdu uzsvaram
pl_pl: Użycie kursywy lub pogrubienia w celu podkreślenia słowa kluczowego
ro_ro: Utilizarea caracterelor cursive sau aldine pentru accentuarea cuvintelor cheie
ru_ru: Использование курсива или жирного шрифта для выделения ключевых слов.
tr_tr: Anahtar kelimenin vurgulanması için italik veya kalın kullanımı
uk: Використання курсиву або жирного шрифту для виділення ключових слів

source: Found <strong>%d emphasis</strong> on keyword. Emphasis can enhance readability. Details:%s
cs_cz: Bylo nalezeno <strong>%d důraz</strong> na klíčové slovo. Důraz může zlepšit čitelnost. Podrobnosti: %s
de_de: Es wurde <strong>%d Hervorhebung</strong> für das Schlüsselwort gefunden. Hervorhebung kann die Lesbarkeit verbessern. Details:%s
es_es: Se encontró <strong>%d énfasis</strong> en la palabra clave. El énfasis puede mejorar la legibilidad. Detalles:%s
et: Märksõnale leiti <strong>%d rõhuasetus</strong>. Rõhuasetus võib parandada loetavust. Üksikasjad:%s
fr_fr: <strong>%d accentuation</strong> trouvée sur le mot clé. L'accent peut améliorer la lisibilité. Détails :%s
it_it: Trovata <strong>%d enfasi</strong> sulla parola chiave. L'enfasi può migliorare la leggibilità. Dettagli:%s
lt_lt: Rasta <strong>%d pabrėžimas</strong> raktiniam žodžiui. Pabrėžimas gali pagerinti skaitomumą. Išsami informacija: %s
lv: Atrasts <strong>%d uzsvars</strong> uz atslēgvārdu. Uzsvars var uzlabot lasāmību. Sīkāka informācija:%s
pl_pl: Znaleziono <strong>%d nacisku</strong> na słowo kluczowe. Wyróżnienie może zwiększyć czytelność. Szczegóły -% s
ro_ro: S-au găsit <strong>%d accent</strong> pe cuvânt cheie. Accentul poate spori lizibilitatea. Detalii: %s
ru_ru: Обнаружено <strong>%d акцент</strong> на ключевом слове. Выделение может улучшить читабельность. Подробности: %s
tr_tr: Anahtar kelimede <strong>%d vurgu</strong> bulundu. Vurgu okunabilirliği artırabilir. Ayrıntılar:%s
uk: Знайдено <strong>%d акцент</strong> у ключовому слові. Наголос може покращити читабельність. Подробиці: %s

source: Keyword is not emphasized with bold or italic. Emphasizing important keywords can improve readability.
cs_cz: Klíčové slovo není zvýrazněno tučným písmem ani kurzívou. Zdůraznění důležitých klíčových slov může zlepšit čitelnost.
da_dk: Søgeord fremhæves ikke med fed eller kursiv. Fremhævelse af vigtige søgeord kan forbedre læsbarheden.
de_de: Das Schlüsselwort wird nicht durch Fett- oder Kursivschrift hervorgehoben. Durch die Hervorhebung wichtiger Schlüsselwörter kann die Lesbarkeit verbessert werden.
el: Η λέξη-κλειδί δεν τονίζεται με έντονη ή πλάγια γραφή. Η έμφαση σε σημαντικές λέξεις-κλειδιά μπορεί να βελτιώσει την αναγνωσιμότητα.
es_es: La palabra clave no se enfatiza en negrita ni cursiva. Enfatizar palabras clave importantes puede mejorar la legibilidad.
et: Märksõna ei rõhutata paksu või kaldkirjaga. Oluliste märksõnade rõhutamine võib parandada loetavust.
fr_fr: Le mot clé n'est pas souligné en gras ou en italique. Mettre l’accent sur les mots-clés importants peut améliorer la lisibilité.
it_it: La parola chiave non è enfatizzata in grassetto o corsivo. Enfatizzare le parole chiave importanti può migliorare la leggibilità.
lt_lt: Raktinis žodis nėra paryškintas pusjuodžiu ar kursyvu. Svarbių raktinių žodžių pabrėžimas gali pagerinti skaitomumą.
lv: Atslēgvārds netiek uzsvērts ar treknrakstu vai slīprakstu. Svarīgu atslēgvārdu izcelšana var uzlabot lasāmību.
pl_pl: Słowo kluczowe nie jest podkreślane pogrubieniem ani kursywą. Podkreślenie ważnych słów kluczowych może poprawić czytelność.
ro_ro: Cuvântul cheie nu este accentuat cu aldine sau cursive. Sublinierea cuvintelor cheie importante poate îmbunătăți lizibilitatea.
ru_ru: Ключевое слово не выделяется жирным или курсивом. Выделение важных ключевых слов может улучшить читабельность.
tr_tr: Anahtar kelime kalın veya italik olarak vurgulanmaz. Önemli anahtar kelimeleri vurgulamak okunabilirliği artırabilir.
uk: Ключове слово не виділено жирним або курсивом. Підкреслення важливих ключових слів може покращити читабельність.

source: Presence of tables
cs_cz: Přítomnost stolů
da_dk: Tilstedeværelse af borde
de_de: Vorhandensein von Tischen
el: Παρουσία τραπεζιών
es_es: Presencia de mesas
et: Tabelite olemasolu
fr_fr: Présence de tables
it_it: Presenza di tavoli
lt_lt: Lentelių buvimas
lv: Tabulu klātbūtne
pl_pl: Obecność tabel
ro_ro: Prezența meselor
ru_ru: Наличие столов
tr_tr: Tabloların varlığı
uk: Наявність столів

source: Found %d tables. Tables help to organize and present data effectively.
cs_cz: Nalezeno %d tabulek. Tabulky pomáhají efektivně organizovat a prezentovat data.
de_de: %d Tabellen gefunden. Tabellen helfen dabei, Daten effektiv zu organisieren und darzustellen.
es_es: Se encontraron %d tablas. Las tablas ayudan a organizar y presentar datos de forma eficaz.
et: Leiti %d tabelit. Tabelid aitavad andmeid tõhusalt korrastada ja esitada.
fr_fr: %d tables trouvées. Les tableaux aident à organiser et à présenter les données de manière efficace.
it_it: Trovate %d tabelle. Le tabelle aiutano a organizzare e presentare i dati in modo efficace.
lt_lt: Rasta %d lentelių. Lentelės padeda efektyviai tvarkyti ir pateikti duomenis.
lv: Atrastas %d tabulas. Tabulas palīdz efektīvi sakārtot un prezentēt datus.
pl_pl: Znaleziono %d tabel. Tabele pomagają organizować i efektywnie prezentować dane.
ro_ro: S-au găsit %d tabele. Tabelele ajută la organizarea și prezentarea eficientă a datelor.
ru_ru: Найдено %d таблиц. Таблицы помогают эффективно организовывать и представлять данные.
tr_tr: %d tablo bulundu. Tablolar, verilerin etkili bir şekilde düzenlenmesine ve sunulmasına yardımcı olur.
uk: Знайдено %d таблиць. Таблиці допомагають ефективно організувати та представити дані.

source: No tables found in content. Consider using tables to present data when applicable.
cs_cz: V obsahu nebyly nalezeny žádné tabulky. Pokud je to možné, zvažte použití tabulek k prezentaci dat.
da_dk: Ingen tabeller fundet i indholdet. Overvej at bruge tabeller til at præsentere data, når det er relevant.
de_de: Im Inhalt wurden keine Tabellen gefunden. Erwägen Sie gegebenenfalls die Verwendung von Tabellen zur Darstellung von Daten.
el: Δεν βρέθηκαν πίνακες στο περιεχόμενο. Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε πίνακες για να παρουσιάσετε δεδομένα, όταν αυτό ισχύει.
es_es: No se encontraron tablas en el contenido. Considere el uso de tablas para presentar datos cuando corresponda.
et: Sisult tabeleid ei leitud. Vajadusel kaaluge andmete esitamiseks tabelite kasutamist.
fr_fr: Aucun tableau trouvé dans le contenu. Pensez à utiliser des tableaux pour présenter les données, le cas échéant.
it_it: Nessuna tabella trovata nel contenuto. Prendi in considerazione l'utilizzo di tabelle per presentare i dati, quando applicabile.
lt_lt: Turinyje nerasta lentelių. Jei reikia, apsvarstykite galimybę naudoti lenteles duomenims pateikti.
lv: Saturā nav atrasta neviena tabula. Ja iespējams, apsveriet iespēju izmantot tabulas, lai sniegtu datus.
pl_pl: W treści nie znaleziono tabel. W stosownych przypadkach rozważ użycie tabel do przedstawienia danych.
ro_ro: Nu s-au găsit tabele în conținut. Luați în considerare utilizarea tabelelor pentru a prezenta datele atunci când este cazul.
ru_ru: Таблицы в контенте не найдены. Рассмотрите возможность использования таблиц для представления данных, когда это применимо.
tr_tr: İçerikte tablo bulunamadı. Mümkün olduğunda verileri sunmak için tabloları kullanmayı düşünün.
uk: У вмісті не знайдено таблиць. Розгляньте можливість використання таблиць для представлення даних, якщо це можливо.

source: AI SEO Content Analyzer Plugin Score
cs_cz: Skóre zásuvného modulu AI SEO Content Analyzer
de_de: KI-SEO-Content-Analysator-Plugin-Score
el: Βαθμολογία προσθήκης AI SEO Content Analyzer
es_es: Puntuación del complemento AI SEO Content Analyzer
et: AI SEO sisuanalüsaatori pistikprogrammi skoor
fr_fr: Score du plug-in AI SEO Content Analyzer
it_it: Punteggio del plug-in AI SEO Content Analyser
lt_lt: AI SEO turinio analizatoriaus papildinio balas
lv: AI SEO satura analizatora spraudņa rezultāts
pl_pl: Wynik wtyczki AI SEO Content Analyzer
ro_ro: Scorul pluginului AI SEO Content Analyzer
ru_ru: Оценка плагина AI SEO Content Analyzer
tr_tr: AI SEO İçerik Analizcisi Eklenti Puanı
uk: Оцінка плагіна AI SEO Content Analyzer

source: Overall Score
cs_cz: Celkové skóre
da_dk: Samlet score
de_de: Gesamtpunktzahl
el: Συνολική βαθμολογία
es_es: Puntuación general
et: Üldskoor
fr_fr: Score global
it_it: Punteggio totale
lt_lt: Bendras rezultatas
lv: Kopējais rezultāts
pl_pl: Ogólna ocena
ro_ro: Scor general
ru_ru: Общая оценка
tr_tr: Genel puanı
uk: Загальний рахунок

source: Current SEO score:
cs_cz: Aktuální skóre SEO:
da_dk: Aktuel SEO-score:
de_de: Aktueller SEO-Score:
el: Τρέχουσα βαθμολογία SEO:
es_es: Puntuación SEO actual:
et: Praegune SEO skoor:
fr_fr: Score SEO actuel :
it_it: Punteggio SEO attuale:
lt_lt: Dabartinis SEO balas:
lv: Pašreizējais SEO rezultāts:
pl_pl: Aktualny wynik SEO:
ro_ro: Scorul SEO actual:
ru_ru: Текущий рейтинг SEO:
tr_tr: Mevcut SEO puanı:
uk: Поточний рейтинг SEO:

source: SEO Optimize with artificial intelligence
cs_cz: SEO optimalizace s umělou inteligencí
de_de: SEO-Optimierung mit künstlicher Intelligenz
es_es: Optimización SEO con inteligencia artificial
et: SEO Optimeerige tehisintellektiga
fr_fr: Optimiser le référencement avec l'intelligence artificielle
it_it: Ottimizzazione SEO con l'intelligenza artificiale
lt_lt: SEO optimizavimas naudojant dirbtinį intelektą
lv: SEO optimizēšana ar mākslīgo intelektu
pl_pl: Optymalizacja SEO dzięki sztucznej inteligencji
ro_ro: Optimizare SEO cu inteligență artificială
ru_ru: SEO-оптимизация с помощью искусственного интеллекта
tr_tr: Yapay zeka ile SEO Optimizasyonu
uk: SEO Optimize зі штучним інтелектом

source: AI SEO Score for Post
cs_cz: Skóre AI SEO pro příspěvek
de_de: KI-SEO-Score für Post
el: Βαθμολογία AI SEO για ανάρτηση
es_es: Puntuación AI SEO para publicación
et: AI SEO skoor postitusele
fr_fr: Score SEO IA pour la publication
it_it: Punteggio SEO AI per i post
lt_lt: AI SEO balas įrašui
lv: AI SEO rezultāts ziņojumam
pl_pl: Wynik AI SEO dla postu
ro_ro: Scor AI SEO pentru postare
ru_ru: SEO-оценка AI для публикации
tr_tr: Gönderi için AI SEO Puanı
uk: Оцінка AI SEO для публікації
