Repository: ksanyok/AI-SEO-Content-Analyzer
Catalog: languages/ai-seo-content-analyzer-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fr_fr, it_it, lt_lt, lv, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: No external links
cs_cz: Žádné externí odkazy
da_dk: Ingen eksterne links
de_de: Keine externen Links
el: Δεν υπάρχουν εξωτερικοί σύνδεσμοι
es_es: Sin enlaces externos
et: Väliseid linke pole
fr_fr: Pas de liens externes
it_it: Nessun collegamento esterno
lt_lt: Jokių išorinių nuorodų
lv: Nav ārēju saišu
pl_pl: Brak linków zewnętrznych
ro_ro: Fără link-uri externe
ru_ru: Никаких внешних ссылок
tr_tr: Harici bağlantı yok
uk: Жодних зовнішніх посилань

source: No external links found.
cs_cz: Nebyly nalezeny žádné externí odkazy.
da_dk: Ingen eksterne links fundet.
de_de: Keine externen Links gefunden.
el: Δεν βρέθηκαν εξωτερικοί σύνδεσμοι.
es_es: No se encontraron enlaces externos.
et: Väliseid linke ei leitud.
fr_fr: Aucun lien externe trouvé.
it_it: Nessun collegamento esterno trovato.
lt_lt: Išorinių nuorodų nerasta.
lv: Netika atrasta neviena ārējā saite.
pl_pl: Nie znaleziono linków zewnętrznych.
ro_ro: Nu s-au găsit linkuri externe.
ru_ru: Внешние ссылки не найдены.
tr_tr: Hiçbir dış bağlantı bulunamadı.
uk: Зовнішні посилання не знайдено.

source: Presence of internal links
cs_cz: Přítomnost vnitřních odkazů
da_dk: Tilstedeværelse af interne links
de_de: Vorhandensein interner Links
el: Παρουσία εσωτερικών συνδέσμων
es_es: Presencia de enlaces internos.
et: Sisemiste linkide olemasolu
fr_fr: Présence de liens internes
it_it: Presenza di link interni
lt_lt: Vidinių nuorodų buvimas
lv: Iekšējo saišu klātbūtne
pl_pl: Obecność linków wewnętrznych
ro_ro: Prezența legăturilor interne
ru_ru: Наличие внутренних ссылок
tr_tr: Dahili bağlantıların varlığı
uk: Наявність внутрішніх посилань

source: Found <strong>%d</strong> internal links. Internal links help in improving navigation and spreading link equity. Links:<br><ul>%s</ul>
cs_cz: Nalezeno <strong>%d</strong> interních odkazů. Interní odkazy pomáhají zlepšovat navigaci a šířit hodnotu odkazů. Odkazy:<br><ul>%s</ul>
de_de: <strong>%d</strong> interne Links gefunden. Interne Links helfen bei der Verbesserung der Navigation und der Verbreitung von Link-Equity. Links:<br><ul>%s</ul>
es_es: Se encontraron <strong>%d</strong> enlaces internos. Los enlaces internos ayudan a mejorar la navegación y difundir la equidad de los enlaces. Enlaces:<br><ul>%s</ul>
et: Leiti <strong>%d</strong> siselinki. Sisemised lingid aitavad parandada navigeerimist ja levitada linkide võrdsust. Lingid:<br><ul>%s</ul>
fr_fr: <strong>%d</strong> liens internes trouvés. Les liens internes aident à améliorer la navigation et à diffuser l’équité des liens. Liens :<br><ul>%s</ul>
it_it: Trovato <strong>%d</strong> link interni. I collegamenti interni aiutano a migliorare la navigazione e a diffondere l’equità dei collegamenti. Collegamenti:<br><ul>%s</ul>
lt_lt: Rasta <strong>%d</strong> vidinių nuorodų. Vidinės nuorodos padeda pagerinti naršymą ir skleisti nuorodų teisingumą. Nuorodos:<br><ul>%s</ul>
lv: Atrastas <strong>%d</strong> iekšējās saites. Iekšējās saites palīdz uzlabot navigāciju un izplatīt saišu vienlīdzību. Saites:<br><ul>%s</ul>
pl_pl: Znaleziono <strong>%d</strong> linki wewnętrzne. Linki wewnętrzne pomagają w poprawie nawigacji i szerzeniu kapitału linków. Linki:<br><ul>%s</ul>
ro_ro: S-au găsit <strong>%d</strong> linkuri interne. Link-urile interne ajută la îmbunătățirea navigării și la răspândirea echității link-urilor. Linkuri:<br><ul>%s</ul>
ru_ru: Обнаружено <strong>%d</strong> внутренних ссылок. Внутренние ссылки помогают улучшить навигацию и повысить ссылочную ценность. Ссылки:<br><ul>%s</ul>
tr_tr: <strong>%d</strong> dahili bağlantı bulundu. Dahili bağlantılar, gezinmeyi iyileştirmeye ve bağlantı eşitliğini yaymaya yardımcı olur. Bağlantılar:<br><ul>%s</ul>
uk: Знайдено <strong>%d</strong> внутрішніх посилань. Внутрішні посилання допомагають покращити навігацію та поширити рівність посилань. Посилання:<br><ul>%s</ul>

source: No internal links
cs_cz: Žádné interní odkazy
da_dk: Ingen interne links
de_de: Keine internen Links
el: Δεν υπάρχουν εσωτερικοί σύνδεσμοι
es_es: Sin enlaces internos
et: Sisemisi linke pole
fr_fr: Pas de liens internes
it_it: Nessun collegamento interno
lt_lt: Jokių vidinių nuorodų
lv: Nav iekšējo saišu
pl_pl: Brak linków wewnętrznych
ro_ro: Fără link-uri interne
ru_ru: Нет внутренних ссылок
tr_tr: Dahili bağlantı yok
uk: Жодних внутрішніх посилань

source: No internal links found.
cs_cz: Nebyly nalezeny žádné interní odkazy.
da_dk: Ingen interne links fundet.
de_de: Keine internen Links gefunden.
el: Δεν βρέθηκαν εσωτερικοί σύνδεσμοι.
es_es: No se encontraron enlaces internos.
et: Sisemisi linke ei leitud.
fr_fr: Aucun lien interne trouvé.
it_it: Nessun collegamento interno trovato.
lt_lt: Vidinių nuorodų nerasta.
lv: Nav atrasta neviena iekšējā saite.
pl_pl: Nie znaleziono linków wewnętrznych.
ro_ro: Nu s-au găsit linkuri interne.
ru_ru: Внутренние ссылки не найдены.
tr_tr: Hiçbir dahili bağlantı bulunamadı.
uk: Внутрішні посилання не знайдено.

source: No links with nofollow attributes
cs_cz: Žádné odkazy s atributy nofollow
da_dk: Ingen links med nofollow-attributter
de_de: Keine Links mit Nofollow-Attributen
el: Δεν υπάρχουν σύνδεσμοι με χαρακτηριστικά nofollow
es_es: No hay enlaces con atributos nofollow
et: Nofollow atribuutidega linke pole
fr_fr: Aucun lien avec des attributs nofollow
it_it: Nessun collegamento con attributi nofollow
lt_lt: Nėra nuorodų su nofollow atributais
lv: Nav saišu ar nofollow atribūtiem
pl_pl: Brak linków z atrybutem nofollow
ro_ro: Nu există linkuri cu atribute nofollow
ru_ru: Нет ссылок с атрибутом nofollow.
tr_tr: Nofollow özelliklerine sahip bağlantı yok
uk: Немає посилань з атрибутами nofollow

source: No links with nofollow attribute found. This is positive as it allows search engines to crawl and pass link equity to the linked pages. Consider linking to authoritative and trusted websites without the nofollow attribute, as it aligns with the best SEO practices.
cs_cz: Nebyly nalezeny žádné odkazy s atributem nofollow. To je pozitivní, protože to umožňuje vyhledávačům procházet a předávat odkazovanou hodnotu odkazovaným stránkám. Zvažte propojení s autoritativními a důvěryhodnými weby bez atributu nofollow, protože je v souladu s osvědčenými postupy SEO.
da_dk: Ingen links med nofollow-attribut blev fundet. Dette er positivt, da det tillader søgemaskiner at gennemgå og videregive linkequity til de linkede sider. Overvej at linke til autoritative og pålidelige websteder uden nofollow-attributten, da det stemmer overens med den bedste SEO-praksis.
de_de: Keine Links mit Nofollow-Attribut gefunden. Dies ist positiv, da es Suchmaschinen ermöglicht, die verlinkten Seiten zu crawlen und Link-Equity weiterzugeben. Erwägen Sie die Verlinkung auf maßgebliche und vertrauenswürdige Websites ohne das Nofollow-Attribut, da dies den besten SEO-Praktiken entspricht.
el: Δεν βρέθηκαν σύνδεσμοι με χαρακτηριστικό nofollow. Αυτό είναι θετικό, καθώς επιτρέπει στις μηχανές αναζήτησης να ανιχνεύουν και να μεταβιβάζουν το ίδιο κεφάλαιο στις συνδεδεμένες σελίδες. Εξετάστε το ενδεχόμενο σύνδεσης με έγκυρους και αξιόπιστους ιστότοπους χωρίς το χαρακτηριστικό nofollow, καθώς ευθυγραμμίζεται με τις βέλτιστες πρακτικές SEO.
es_es: No se encontraron enlaces con el atributo nofollow. Esto es positivo ya que permite a los motores de búsqueda rastrear y pasar el valor de los enlaces a las páginas enlazadas. Considere vincular a sitios web autorizados y confiables sin el atributo nofollow, ya que se alinea con las mejores prácticas de SEO.
et: Atribuudiga nofollow linke ei leitud. See on positiivne, kuna see võimaldab otsingumootoritel indekseerida ja lingitud lehtedele linkide osakaalu edastada. Kaaluge autoriteetsete ja usaldusväärsete veebisaitide linkimist ilma atribuudita nofollow, kuna see on kooskõlas parimate SEO tavadega.
fr_fr: Aucun lien avec l'attribut nofollow trouvé. C'est positif car cela permet aux moteurs de recherche d'explorer et de transmettre l'équité des liens aux pages liées. Envisagez de créer des liens vers des sites Web faisant autorité et de confiance sans l'attribut nofollow, car cela correspond aux meilleures pratiques de référencement.
it_it: Nessun collegamento trovato con l'attributo nofollow. Ciò è positivo in quanto consente ai motori di ricerca di eseguire la scansione e trasferire il valore dei collegamenti alle pagine collegate. Prendi in considerazione il collegamento a siti Web autorevoli e affidabili senza l'attributo nofollow, poiché è in linea con le migliori pratiche SEO.
lt_lt: Nuorodų su nofollow atributu nerasta. Tai teigiama, nes leidžia paieškos sistemoms tikrinti ir nukreipti nuorodų kapitalą į susietus puslapius. Apsvarstykite galimybę sukurti nuorodas į autoritetingas ir patikimas svetaines be nofollow atributo, nes tai atitinka geriausią SEO praktiką.
lv: Nav atrasta neviena saite ar nofollow atribūtu. Tas ir pozitīvi, jo ļauj meklētājprogrammām pārmeklēt un nodot saišu kapitālu saistītajām lapām. Apsveriet iespēju izveidot saites uz autoritatīvām un uzticamām vietnēm bez atribūta nofollow, jo tas atbilst labākajai SEO praksei.
pl_pl: Nie znaleziono linków z atrybutem nofollow. Jest to pozytywne, ponieważ umożliwia wyszukiwarkom indeksowanie i przekazywanie wartości linków do powiązanych stron. Rozważ tworzenie linków do wiarygodnych i zaufanych witryn bez atrybutu nofollow, ponieważ jest to zgodne z najlepszymi praktykami SEO.
ro_ro: Nu s-au găsit linkuri cu atributul nofollow. Acest lucru este pozitiv, deoarece permite motoarelor de căutare să acceseze cu crawlere și să transmită link-uri către paginile legate. Luați în considerare conectarea la site-uri web autorizate și de încredere fără atributul nofollow, deoarece se aliniază cu cele mai bune practici SEO.
ru_ru: Ссылки с атрибутом nofollow не найдены. Это положительный момент, поскольку позволяет поисковым системам сканировать и передавать ссылочный вес на связанные страницы. Рассмотрите возможность размещения ссылок на авторитетные и надежные веб-сайты без атрибута nofollow, поскольку он соответствует лучшим практикам SEO.
tr_tr: Nofollow özelliğine sahip bağlantı bulunamadı. Bu olumludur çünkü arama motorlarının bağlantılı sayfalara bağlantı eşitliğini taramasına ve iletmesine olanak tanır. En iyi SEO uygulamalarıyla uyumlu olduğundan, nofollow özelliği olmadan yetkili ve güvenilir web sitelerine bağlantı vermeyi düşünün.
uk: Посилання з атрибутом nofollow не знайдено. Це позитивно, оскільки дозволяє пошуковим системам сканувати та передавати посилання на сторінки, на які посилаються. Розгляньте посилання на авторитетні та надійні веб-сайти без атрибута nofollow, оскільки це відповідає найкращим практикам SEO.

source: Presence of nofollow attributes
cs_cz: Přítomnost atributů nofollow
da_dk: Tilstedeværelse af nofollow-attributter
de_de: Vorhandensein von Nofollow-Attributen
el: Παρουσία χαρακτηριστικών nofollow
es_es: Presencia de atributos nofollow
et: Nofollow atribuutide olemasolu
fr_fr: Présence d'attributs nofollow
it_it: Presenza di attributi nofollow
lt_lt: Nofollow atributų buvimas
lv: Nofollow atribūtu klātbūtne
pl_pl: Obecność atrybutów nofollow
ro_ro: Prezența atributelor nofollow
ru_ru: Наличие атрибутов nofollow
tr_tr: Nofollow özelliklerinin varlığı
uk: Наявність атрибутів nofollow

source: Found %d links with nofollow attribute. Review the usage and consider allowing followed links to trustworthy and authoritative websites. Here are the nofollow links found:<br><ul>%s</ul>
cs_cz: Nalezeno %d odkazů s atributem nofollow. Zkontrolujte použití a zvažte povolení sledování odkazů na důvěryhodné a autoritativní webové stránky. Zde jsou nalezené odkazy nofollow:<br><ul>%s</ul>
de_de: %d Links mit nofollow-Attribut gefunden. Überprüfen Sie die Nutzung und erwägen Sie, verfolgte Links zu vertrauenswürdigen und maßgeblichen Websites zuzulassen. Hier sind die gefundenen Nofollow-Links:<br><ul>%s</ul>
es_es: Se encontraron %d enlaces con el atributo nofollow. Revise el uso y considere permitir enlaces seguidos a sitios web confiables y autorizados. Aquí están los enlaces nofollow encontrados:<br><ul>%s</ul>
et: Leiti %d linki nofollow atribuudiga. Vaadake kasutus üle ja kaaluge jälgitavate linkide lubamist usaldusväärsetele ja autoriteetsetele veebisaitidele. Siin on leitud nofollow lingid:<br><ul>%s</ul>
fr_fr: %d liens trouvés avec l'attribut nofollow. Examinez l’utilisation et envisagez d’autoriser les liens suivis vers des sites Web dignes de confiance et faisant autorité. Voici les liens nofollow trouvés :<br><ul>%s</ul>
it_it: Trovati %d collegamenti con l'attributo nofollow. Esamina l'utilizzo e valuta la possibilità di consentire collegamenti seguiti a siti Web affidabili e autorevoli. Ecco i link nofollow trovati:<br><ul>%s</ul>
lt_lt: Rasta %d nuorodų su nofollow atributu. Peržiūrėkite naudojimą ir apsvarstykite galimybę leisti sekamas nuorodas į patikimas ir autoritetingas svetaines. Štai rastos nofollow nuorodos:<br><ul>%s</ul>
lv: Atrastas %d saites ar nofollow atribūtu. Pārskatiet lietojumu un apsveriet iespēju atļaut sekotās saites uz uzticamām un autoritatīvām vietnēm. Šeit ir atrastās nofollow saites:<br><ul>%s</ul>
pl_pl: Znaleziono %d linków z atrybutem nofollow. Przejrzyj użycie i rozważ zezwolenie na korzystanie z linków do godnych zaufania i wiarygodnych witryn internetowych. Oto znalezione linki nofollow:<br><ul>%s</ul>
ro_ro: S-au găsit %d linkuri cu atributul nofollow. Examinați utilizarea și luați în considerare posibilitatea de a permite link-uri urmărite către site-uri web de încredere și autorizate. Iată linkurile nofollow găsite:<br><ul>%s</ul>
ru_ru: Найдено ссылок %d с атрибутом nofollow. Проверьте использование и рассмотрите возможность разрешения перехода по ссылкам на заслуживающие доверия и авторитетные веб-сайты. Вот найденные nofollow-ссылки:<br><ul>%s</ul>
tr_tr: Nofollow özelliğine sahip %d bağlantı bulundu. Kullanımı inceleyin ve güvenilir ve yetkili web sitelerine giden takip edilen bağlantılara izin vermeyi düşünün. Bulunan nofollow bağlantıları şunlardır:<br><ul>%s</ul>
uk: Знайдено %d посилань з атрибутом nofollow. Перегляньте використання та подумайте про те, щоб дозволити переходити за посиланнями на надійні та авторитетні веб-сайти. Ось знайдені посилання nofollow:<br><ul>%s</ul>

source: Keyword presence in content
cs_cz: Přítomnost klíčových slov v obsahu
da_dk: Nøgleords tilstedeværelse i indhold
de_de: Keyword-Präsenz im Inhalt
el: Παρουσία λέξης-κλειδιού στο περιεχόμενο
es_es: Presencia de palabras clave en el contenido
et: Märksõna olemasolu sisus
fr_fr: Présence des mots clés dans le contenu
it_it: Presenza di parole chiave nei contenuti
lt_lt: Raktinio žodžio buvimas turinyje
lv: Atslēgvārda klātbūtne saturā
pl_pl: Obecność słów kluczowych w treści
ro_ro: Prezența cuvintelor cheie în conținut
ru_ru: Наличие ключевых слов в контенте
tr_tr: İçerikte anahtar kelimenin varlığı
uk: Присутність ключового слова в контенті

source: Keyword density is %1$.2f%%. Recommended optimal density is between %2$.2f%% and %3$.2f%%.
cs_cz: Hustota klíčových slov je %1$.2f%%. Doporučená optimální hustota je mezi %2$.2f%% a %3$.2f%%.
de_de: Die Keyword-Dichte beträgt %1$.2f%%. Die empfohlene optimale Dichte liegt zwischen %2$.2f%% und %3$.2f%%.
es_es: La densidad de palabras clave es %1$.2f%%. La densidad óptima recomendada está entre %2$.2f%% y %3$.2f%%.
et: Märksõna tihedus on %1$.2f%%. Soovitatav optimaalne tihedus on %2$.2f%% ja %3$.2f%% vahel.
fr_fr: La densité des mots clés est de %1$.2f%%. La densité optimale recommandée est comprise entre %2$.2f%% et %3$.2f%%.
it_it: La densità delle parole chiave è %1$.2f%%. La densità ottimale consigliata è compresa tra %2$.2f%% e %3$.2f%%.
lt_lt: Raktinių žodžių tankis yra %1$.2f%%. Rekomenduojamas optimalus tankis yra nuo %2$.2f%% iki %3$.2f%%.
lv: Atslēgvārdu blīvums ir %1$.2f%%. Ieteicamais optimālais blīvums ir no %2$.2f%% līdz %3$.2f%%.
pl_pl: Gęstość słów kluczowych wynosi %1$.2f%%. Zalecana optymalna gęstość mieści się w przedziale od %2$.2f%% do %3$.2f%%.
ro_ro: Densitatea cuvintelor cheie este de %1$,2f%%. Densitatea optimă recomandată este între %2$,2f%% și %3$,2f%%.
ru_ru: Плотность ключевых слов составляет %1$.2f%%. Рекомендуемая оптимальная плотность составляет от %2$.2f%% до %3$.2f%%.
tr_tr: Anahtar kelime yoğunluğu %1$.2f%%. Önerilen optimum yoğunluk %2$.2f%% ile %3$.2f%% arasındadır.
uk: Щільність ключових слів становить %1$.2f%%. Рекомендована оптимальна щільність становить від %2$.2f%% до %3$.2f%%.

source: Keyword presence in content (suboptimal density)
cs_cz: Přítomnost klíčových slov v obsahu (suboptimální hustota)
da_dk: Søgeords tilstedeværelse i indhold (suboptimal tæthed)
de_de: Keyword-Präsenz im Inhalt (suboptimale Dichte)
el: Παρουσία λέξης-κλειδιού στο περιεχόμενο (υπό βέλτιστη πυκνότητα)
es_es: Presencia de palabras clave en el contenido (densidad subóptima)
et: Märksõna olemasolu sisus (mitteoptimaalne tihedus)
fr_fr: Présence des mots clés dans le contenu (densité sous-optimale)
it_it: Presenza di parole chiave nel contenuto (densità non ottimale)
lt_lt: Raktinio žodžio buvimas turinyje (neoptimalus tankis)
lv: Atslēgvārda klātbūtne saturā (neoptimāls blīvums)
pl_pl: Obecność słów kluczowych w treści (nieoptymalna gęstość)
ro_ro: Prezența cuvintelor cheie în conținut (densitate suboptimală)
ru_ru: Присутствие ключевых слов в контенте (неоптимальная плотность)
tr_tr: İçerikte anahtar kelimenin varlığı (optimalin altında yoğunluk)
uk: Присутність ключових слів у контенті (субоптимальна щільність)

source: Keyword density is %1$.2f%%. Recommended optimal density is between %2$.2f%% and %3$.2f%%. No points awarded as density is out of range.
cs_cz: Hustota klíčových slov je %1$.2f%%. Doporučená optimální hustota je mezi %2$.2f%% a %3$.2f%%. Nejsou uděleny žádné body, protože hustota je mimo rozsah.
de_de: Die Keyword-Dichte beträgt %1$.2f%%. Die empfohlene optimale Dichte liegt zwischen %2$.2f%% und %3$.2f%%. Es werden keine Punkte vergeben, da die Dichte außerhalb des zulässigen Bereichs liegt.
es_es: La densidad de palabras clave es %1$.2f%%. La densidad óptima recomendada está entre %2$.2f%% y %3$.2f%%. No se otorgan puntos porque la densidad está fuera de rango.
et: Märksõna tihedus on %1$.2f%%. Soovitatav optimaalne tihedus on %2$.2f%% ja %3$.2f%% vahel. Punkte ei anta, kuna tihedus on vahemikust väljas.
fr_fr: La densité des mots clés est de %1$.2f%%. La densité optimale recommandée est comprise entre %2$.2f%% et %3$.2f%%. Aucun point n'est attribué car la densité est hors de portée.
it_it: La densità delle parole chiave è %1$.2f%%. La densità ottimale consigliata è compresa tra %2$.2f%% e %3$.2f%%. Nessun punto assegnato poiché la densità è fuori intervallo.
lt_lt: Raktinių žodžių tankis yra %1$.2f%%. Rekomenduojamas optimalus tankis yra nuo %2$.2f%% iki %3$.2f%%. Taškai neskiriami, nes tankis yra už diapazono ribų.
lv: Atslēgvārdu blīvums ir %1$.2f%%. Ieteicamais optimālais blīvums ir no %2$.2f%% līdz %3$.2f%%. Punkti netiek piešķirti, jo blīvums ir ārpus diapazona.
pl_pl: Gęstość słów kluczowych wynosi %1$.2f%%. Zalecana optymalna gęstość mieści się w przedziale od %2$.2f%% do %3$.2f%%. Nie przyznano żadnych punktów, ponieważ gęstość jest poza zakresem.
ro_ro: Densitatea cuvintelor cheie este de %1$,2f%%. Densitatea optimă recomandată este între %2$,2f%% și %3$,2f%%. Nu se acordă puncte, deoarece densitatea este în afara intervalului.
ru_ru: Плотность ключевых слов составляет %1$.2f%%. Рекомендуемая оптимальная плотность составляет от %2$.2f%% до %3$.2f%%. Баллы не начисляются, поскольку плотность выходит за пределы допустимого диапазона.
tr_tr: Anahtar kelime yoğunluğu %1$.2f%%. Önerilen optimum yoğunluk %2$.2f%% ile %3$.2f%% arasındadır. Yoğunluk aralık dışında olduğundan puan verilmez.
uk: Щільність ключових слів становить %1$.2f%%. Рекомендована оптимальна щільність становить від %2$.2f%% до %3$.2f%%. Немає балів, оскільки щільність виходить за межі діапазону.

source: Optimal content length
cs_cz: Optimální délka obsahu
da_dk: Optimal indholdslængde
de_de: Optimale Inhaltslänge
el: Βέλτιστο μήκος περιεχομένου
es_es: Longitud óptima del contenido
et: Optimaalne sisu pikkus
fr_fr: Longueur optimale du contenu
it_it: Lunghezza ottimale del contenuto
lt_lt: Optimalus turinio ilgis
lv: Optimāls satura garums
pl_pl: Optymalna długość treści
ro_ro: Lungimea optimă a conținutului
ru_ru: Оптимальная длина контента
tr_tr: Optimum içerik uzunluğu
uk: Оптимальна довжина контенту

source: Content length is not optimal
cs_cz: Délka obsahu není optimální
da_dk: Indholdslængden er ikke optimal
de_de: Die Länge des Inhalts ist nicht optimal
el: Το μήκος περιεχομένου δεν είναι βέλτιστο
es_es: La longitud del contenido no es óptima
et: Sisu pikkus pole optimaalne
fr_fr: La longueur du contenu n'est pas optimale
it_it: La lunghezza del contenuto non è ottimale
lt_lt: Turinio ilgis nėra optimalus
lv: Satura garums nav optimāls
pl_pl: Długość treści nie jest optymalna
ro_ro: Lungimea conținutului nu este optimă
ru_ru: Длина контента не оптимальна
tr_tr: İçerik uzunluğu ideal değil
uk: Довжина вмісту не є оптимальною

source: Presence of media content
cs_cz: Přítomnost mediálního obsahu
da_dk: Tilstedeværelse af medieindhold
de_de: Präsenz von Medieninhalten
el: Παρουσία περιεχομένου μέσων
es_es: Presencia de contenido multimedia.
et: Meedia sisu olemasolu
fr_fr: Présence de contenu médiatique
it_it: Presenza di contenuti multimediali
lt_lt: Žiniasklaidos turinio buvimas
lv: Mediju satura klātbūtne
pl_pl: Obecność treści medialnych
ro_ro: Prezența conținutului media
ru_ru: Наличие медиаконтента
tr_tr: Medya içeriğinin varlığı
uk: Наявність медіаконтенту

source: Found %d media items in content. Media items like images and videos can enhance user engagement.
cs_cz: V obsahu bylo nalezeno %d mediálních položek. Mediální položky, jako jsou obrázky a videa, mohou zvýšit zapojení uživatelů.
de_de: %d Medienelemente im Inhalt gefunden. Medienelemente wie Bilder und Videos können die Benutzerinteraktion steigern.
es_es: Se encontraron %d elementos multimedia en el contenido. Los elementos multimedia como imágenes y vídeos pueden mejorar la participación del usuario.
et: Sisust leiti %d meediumiüksust. Meediaelemendid, nagu pildid ja videod, võivad suurendada kasutajate seotust.
fr_fr: %d éléments multimédias trouvés dans le contenu. Les éléments multimédias tels que les images et les vidéos peuvent améliorer l’engagement des utilisateurs.
it_it: Trovati %d elementi multimediali nel contenuto. Elementi multimediali come immagini e video possono migliorare il coinvolgimento degli utenti.
lt_lt: Turinyje rasta %d medijos elementų. Medijos elementai, pvz., vaizdai ir vaizdo įrašai, gali padidinti vartotojų įsitraukimą.
lv: Saturā atrasti %d multivides vienumi. Multivides vienumi, piemēram, attēli un videoklipi, var uzlabot lietotāju iesaisti.
pl_pl: Znaleziono %d elementów multimedialnych w treści. Elementy multimedialne, takie jak obrazy i filmy, mogą zwiększyć zaangażowanie użytkowników.
ro_ro: S-au găsit %d elemente media în conținut. Elementele media precum imaginile și videoclipurile pot spori implicarea utilizatorilor.
ru_ru: В контенте обнаружено %d медиа-элементов. Медиа-элементы, такие как изображения и видео, могут повысить вовлеченность пользователей.
tr_tr: İçerikte %d medya öğesi bulundu. Resimler ve videolar gibi medya öğeleri kullanıcı etkileşimini artırabilir.
uk: У вмісті знайдено %d медіафайлів. Такі медіа-елементи, як зображення та відео, можуть посилити залучення користувачів.
